[
  {
    "link": "https://cnsmaryland.org/2025/04/24/maryland-crabbers-grapple-with-inflation-and-tariff-prospects/",
    "title": "Maryland crabbers grapple with inflation and tariff prospects",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "crabbers",
      "inflation",
      "tariffs",
      "sales"
    ],
    "summary": "Inflation poses a significant challenge to Maryland's seafood industry, particularly as crab season starts. The Chesapeake Bay Seafood Industry Association and restaurateurs are closely monitoring the situation’s impact on sales.",
    "content": "ANNAPOLIS, Md.- Maryland’s seafood business is a major force in the state, but inflation is looming over the sector. Now, the Chesapeake Bay Seafood Industry Association and restaurant owners are waiting to see how that will affect sales as crab season begins.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Chesapeake Bay Seafood Industry Association\"]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2025/03/05/lawmakers-environmental-groups-say-trump-freezes-threaten-local-water-quality/",
    "title": "Lawmakers, environmental groups say Trump freezes threaten local water quality",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Funding",
      "Water",
      "Congress",
      "DOGE"
    ],
    "summary": "President Trump's spending freezes and grants cuts are hindering efforts to improve water quality in the Chesapeake Bay region, placing financial strain on community partners. Lawmakers and environmental groups advocate for continued funding, emphasizing the economic and ecological importance of the Chesapeake Bay.",
    "content": "WASHINGTON – President Donald Trump’s spending freezes and grants cuts are hurting efforts to improve local water quality in the Chesapeake Bay region, lawmakers and environmental groups said Wednesday.\n“The pause in federal funding for clean water projects is putting community partners, like farmers, small businesses and localities, in dire financial situations,” Kristin Reilly, director of the Choose Clean Water Coalition, said in a statement.\nFor the thirteenth year in a row, the Choose Clean Water Coalition hosted its “Chesapeake Bay Day on Capitol Hill” to advocate for current and future funding for a network of over 300 nonprofit organizations.\nAdvocates with the coalition met with congressional staff and lawmakers amidst continuing uncertainty over current federal spending under program cuts and cancellations ordered by the Trump administration and carried out by billionaire Elon Musk’s Department of Government Efficiency (DOGE).\nA deeply divided Congress also is wrestling with a March 15 deadline to keep the government running and remains far from hard negotiations on longer-term spending.\nCoalition members requested over $92 million in funding to work on projects that they said would stimulate local economies, improve the health of communities and safeguard natural resources. Reilly said that the money appropriated for the current fiscal year already has been allocated, but because of the freeze, it is not flowing to coalition recipients.\nThe funds are distributed as reimbursements, coalition officials said. A lot of organizations already have done their work or bought the materials needed to do their work, but they are now waiting to be reimbursed. Without the money, the work has come to a halt.\n“The vitality of the (Chesapeake) Bay is essential to economic success,” Sen. Chris Van Hollen, D-Maryland, said. “If the Chesapeake Bay died, so would lots of businesses – businesses that make their living off the bounty of the Bay.”\nThat includes oystermen, fisheries, recreation and tourism, Van Hollen said.\nBryan Hofmann, deputy director of the Friends of the Rappahannock, one of the numerous nonprofits in the coalition, expressed his frustration about not knowing if or when the funding freeze will thaw. He said that the federal money his organization receives would go straight to “on-the-ground” efforts to clean and protect the Chesapeake Bay watershed.\n“There was a comment made by the administration yesterday – they intended to cut the workforce and cut the budget by 65%,” Sen. Angela Alsobrooks, D-Maryland, said. “I think it’s going to make it extraordinarily difficult for us to continue the work that we’re doing…Those are the kinds of cuts and freezes that make no sense whatsoever and have a negative economic impact on our state and other states.”\nRep. Rob Wittman, R-Virginia, a staunch supporter of the Choose Clean Water Coalition, emphasized the importance of bipartisan support.\n“The Bay is a national treasure; it has value to everybody,” Wittman said. “We have to do more to improve water quality. We understand the value of the resources in the Bay; that’s something that’s universal.”\n“We have always enjoyed bipartisan support,” Reilly said. “It’s really because the members of Congress see the amazing things that are happening with the funding. We’re able to take them out into their districts to see the pollution reduction projects, the habitat that’s been created for fish and wildlife…And I think that is something that they can understand, and they see the benefits.”",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/11/19/senate-panel-passes-bill-making-chesapeake-national-recreation-area-a-national-park-unit/",
    "title": "Senate panel passes bill making Chesapeake National Recreation Area a national park unit",
    "topic": "Chesapeake Bay",
    "tags": [
      "Chris VanHollen",
      "Maryland",
      "National Park",
      "Bipartisan Vote",
      "Indigenous History"
    ],
    "summary": "The Senate Energy and Natural Resources Committee has passed the Chesapeake Bay National Recreation Area Act, advancing it to the Senate floor for consideration. This bill, sponsored by Sen.",
    "content": "WASHINGTON – The Chesapeake Bay area is one step closer to becoming part of the national parks system.\nThe Senate Energy and Natural Resources Committee on Tuesday passed the Chesapeake Bay National Recreation Area Act, moving it onto the Senate floor.\nThe measure, sponsored by Maryland Democratic Sen. Chris Van Hollen, would create the Chesapeake National Recreation Area in Maryland and Virginia and make it part of a network of sites overseen by the National Park Service.\n“In Maryland, we know the Chesapeake Bay is a national treasure,” Van Hollen said in a statement. “And creating the Chesapeake National Recreation Area will celebrate that fact while also bringing major benefits to the Bay.”\n“Not only will this open up more equitable public access to the Bay, the (Chesapeake National Recreation Act) will also mobilize additional federal support for restoration, shine a light on the untold stories of its history, and support greater economic opportunity in the region,” the senator said.\nOne of the key goals of making the Chesapeake National Recreation Area part of the national parks system is to boost national pride in the bay and its history, amplifying the stories of historically underrepresented groups such as Indigenous and Black people.\n“Today’s bipartisan, unanimous vote was a big step forward in our efforts to pass this historic legislation,” Van Hollen said.\nIn 2021, Van Hollen and Maryland Rep. John Sarbanes, a Democrat, created a working group to help draft the language for the legislation. The working group included Maryland Sen. Ben Cardin, a Democrat, Virginia Democratic Sens. Mark Warner and Tim Kaine, and Reps. Bobby Scott, D-Virginia, Rob Wittman, R-Virginia, and various conservation groups. Van Hollen and Sarbanes introduced the measure in the Senate and House, respectively, last year. However, the idea of the Chesapeake National Recreation Area dates as far back as the 1980s.\n“The Chesapeake Bay is an extraordinary national treasure and a vital resource for our region,” Sarbanes said in a statement. “I am thrilled that the Chesapeake National Recreation Area Act has advanced out of the Senate Energy and Natural Resources Committee – a crucial milestone in our efforts to safeguard the Bay for the well-being and enjoyment of future generations.”\nSince the measure’s introduction, several interested parties have submitted letters to Van Hollen in support of the legislation, including Rep.-elect John “Johnny O” Olszewski, Jr., Annapolis Mayor Gavin Buckley and Baltimore Mayor Brandon Scott.\n“Thanks to Senator Van Hollen’s leadership, this is a great day for the Chesapeake Bay, with another step forward in the four-decade effort to establish National Park Service recognition for the nation’s largest estuary,” Chesapeake Conservancy President and CEO Joel Dunn said in a statement. “The Chesapeake Bay is as spectacular as Yellowstone or Yosemite, as great as the Great Smokies and as grand as the Grand Tetons.”\nThe Chesapeake Recreation Area Act would make the park service take on a larger and more administrative role.\nCurrently, the National Park Service can partner with and provide assistance to local and regional organizations involved in the bay through the Chesapeake Gateways program and administers some sites along the watershed, including some national monument sites.\nIf the legislation is enacted, the park service would administer the Chesapeake Gateways and Watertrails Network, which encompasses about 200 places located within the Chesapeake Bay watershed.\nHowever, the bill states that the Department of the Interior, through the National Park Service, would only acquire land and land-based resources within the recreation area boundaries from voluntary transfers by landowners. The bill also specifically states that the park service has to work with the Department of Transportation to minimize traffic around the bay as well as create an advisory board made up of nine representatives each from Maryland and Virginia.\nThe management and acquisition of sites would come from the park service’s annual budget under the Department of the Interior, which is approved by Congress.\n“Establishing the Chesapeake National Recreation Area expands resources for environmental protection and makes it clear that the United States cherishes the Chesapeake, the birthplace of American identity,” Dunn said. “As a great gift to future generations, this legislation ensures public access to our nation’s largest estuary while providing for the needs of those who live here and depend on the Bay for their livelihood.”",
    "metadata_people": "[\"Sen. Ben Cardin\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Senate Energy and Natural Resources Committee\"]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2024/10/25/no-grass-no-crabs-md-gunpowder-river-community-grapples-with-mud-pollution-amid-election/",
    "title": "“No grass, no crabs”: Maryland community grapples with Gunpowder River mud pollution",
    "topic": "Chesapeake Bay",
    "tags": [
      "Gunpowder River",
      "D.R. Horton",
      "Underwater Vegetation",
      "Water Quality",
      "Maryland Residents"
    ],
    "summary": "The Gunpowder River in Maryland has experienced a 91% decline in underwater vegetation from 2021 to 2023, which residents blame on pollution from D.R. Horton's development projects.",
    "content": "JOPPA, Md. – Beneath an overcast October sky, Theaux Le Gardeur and two researchers buzzed around the Gunpowder River in a motorboat bearing the name “Gunpowder Riverkeeper.”\nTheir mission: to measure water quality and find what has been missing from the waterways for over two years.\n“Do you see any grass?” asked Le Gardeur, executive director of Gunpowder Riverkeeper, while peering over the side of the boat.\n“No grass,” Chichedo Duru replied dejectedly.\nDuru, a bioenvironmental science Ph.D. student at Morgan State University, had just dropped a black-and-white Secchi disk into the water. The device, used to measure the depth at which water becomes too murky to see, sank less than a foot before vanishing beneath brown water.\nAccording to a recent survey, submerged aquatic vegetation or underwater grass in the Chesapeake Bay has grown by 7% since 1983, marking one of the best levels in 40 years. By contrast, the Gunpowder River, which flows into the bay, saw a nearly 91% decline in underwater vegetation from 2021 and 2023.\nResidents living along the river are blaming D.R. Horton, the biggest home builder in the country, for polluting the Gunpowder River and contributing to the loss of underwater grasses.\nUnderwater plants are an essential habitat in the Chesapeake Bay. Aquatic grasses, which depend on sunlight to grow, provide food and shelter to fish and crabs, release oxygen, absorb nutrients, and prevent erosion and unwanted algae growth. The presence or absence of grasses is a key indicator of the river’s ecosystem’s health.\nThe loss of the underwater plants “in the Gunpowder River is of concern and could be linked to a number of contributing factors, including turbidity associated with development projects in the Gunpowder River watershed,” said biologist Brooke Landry. Landry supports the Chesapeake Bay Program’s efforts to monitor the bay’s underwater grasses.\n\n\n\nTheaux Le Gardeur (center), executive director of the Gunpowder Riverkeeper, is joined by two researchers Andrea Rudai (left) and Chichedo Duru (right), as they boat to different places on the Gunpowder River studying the loss of underwater vegetation. (Andrea Durán/Capital News Service)\n\n\n\nA black-and-white Secchi disk, which is used to measure the depth at which water becomes too murky to see, dropped into the water on the Gunpowder River. (Andrea Durán/Capital News Service)\n\n\nLocal concerns surface\nBill Temmink has lived near Mariner Point Park in Joppa for over 50 years and was among the first residents to notice sediment runoff from Foster Branch, a stream flowing into the Gunpowder River. Developers began construction in October 2021 at Ridgely’s Reserve, a housing development in Joppatowne, breaking ground approximately two miles from the river at the stream’s headwaters. By the spring of 2022, nearly 121 acres of forest had been cleared, and it was around this time that Temmink noticed that the river was changing color.\n\n\n\n\n\nIn 2022, Temmink sent the Maryland Department of the Environment and Harford County pictures he took and alleged that the development lacked proper erosion control measures. Following periods of drought, heavy rains rushed down the steep, barren landscape of the new housing development into Foster Branch, flooding sediment into the Gunpowder River and its tributaries, Temmink said in an interview with CNS.\nJack Whisted, a retired tournament fisherman, has lived on the water in Joppatowne for 52 years. “I have never seen a complete disregard of the environment here,” Whisted said in a letter submitted to CNS.\n“It has taken reckless innumerous complaints, meetings, letters, field visits and now finally lawsuits,” Whisted said. “This has been a complete failure of the laws of Maryland and irresponsibility of the governing bodies.”\nMad About Mud is a conglomerate of concerned residents from Harford and Baltimore County aiming to eradicate pollution in the Gunpowder River while holding government agencies and D.R. Horton, the developer of the Joppa housing development, accountable.\n“The river, at some point this summer, was like gelatinous, which is bizarre. Like, I’ve never seen it actually look like that,” Lindsay Crone, the campaign manager for Mad About Mud, said in an interview with CNS.\nClay flowing down from the development site creates an opaque layer at the water’s surface, blocking sunlight from reaching underwater grasses, Crone said. She added the entire ecosystem is disrupted.\nMad About Mud organizers launched a petition in March to gauge public interest in the issue, collecting over a thousand signatures by October.\nAccording to Harford County Councilmember Dion Guthrie, a Democrat, the increase in mud and the dwindling fish and crab populations have also affected the local economy.\n“I used to go here because you’d see so many crab pots, and this year, I’ve hardly seen any,” he said. “They’re not catching anything because of what’s happening with the mud.”\nAccording to Guthrie, the mud also contributed to the closure of Joppatowne Marina in May, hurting nearby waterfront restaurants.\n\n\n\nBill Temmink, a resident of Joppa, Maryland, kayaking on a tributary of the Gunpowder River leading into Foster Branch. (Andrea Durán/Capital News Service)\n\n\n\n\n\nBill Temmink showing the mud from the Gunpowder River caught on his kayak paddle. (Andrea Durán/Capital News Service)\n\n\n\nThe muddy water of Foster Branch, which is a stream that flows down from Ridgely’s Reserve, Joppatowne, Maryland. (Andrea Durán/Capital News Service)\n\n\nA call to action\nSince 2022, Maryland Department of the Environment and Harford County inspection reports on water quality data revealed 86 failed inspections, issued 10 Stop Work Orders and levied $20,000 in fines on D.R. Horton and its development subsidiary, Forestar Real Estate Group.\nOn Aug. 7, Gunpowder Riverkeeper sent D.R. Horton and its affiliated parties a letter notifying the developers of the organization’s intent to file a citizen suit under the Clean Water Act to enforce ongoing and continuous alleged violations coming from the construction site at Ridgely’s Reserve.\nThe suit, which has not yet been filed, would seek a court order to halt pollutant discharges, ensure future compliance with the law, obtain civil penalties and other appropriate relief.\nThe Maryland attorney general’s office filed a 94-page complaint in Harford County Circuit Court last month against D.R. Horton, Forestar Real Estate Group and a Pennsylvania contractor, Kinsley Construction, on behalf of the Maryland Department of the Environment, citing hundreds of water quality violations.\nThe complaint requests a penalty of up to $25,000 per violation, with each day of continued violation counted as a separate offense under Maryland law. The complaint also seeks a court order to halt pollutant discharges, enforce permit compliances and restore affected waterways.\n“It is past time for this pollution to stop,” Maryland Department of the Environment Secretary Serena Mcllwain said in a statement. “We are asking the court to not only impose a financial penalty, but also require that the affected waterways be restored.”\n“Both the secretary and the attorney general are asking for restoration of not just the environment but the community interest,” Le Gardeur said. “They’re saying, ‘Well, we want restitution.’”\nIf only fines and penalties were imposed, the funds would go into a clean water fund that could be used anywhere, but what the state is asking for is fair for the affected communities, Le Gardeur said.\n“Usually entities like this are not held accountable and this stuff happens all over the state of Maryland,” said Patrick DeArmey, a representative from Chesapeake Legal Alliance and legal counsel to the Riverkeeper. “This happens to be an incredibly egregious example of stormwater runoff that is likely killing the submerged aquatic vegetation.”\n\n\n\n\n\nWhen asked for comment, Jessica Hansen, D.R. Horton spokeswoman and head of investor relations, said in an email statement: “D.R. Horton is committed to protecting the environment in every community we serve and has been working diligently with Hartford County and the Maryland Department of the Environment to promptly and effectively address any and all concerns at our homesites in Ridgely’s Reserve. We will continue to cooperate with these authorities to ensure our homesites remain stormwater compliant throughout the construction process.”\nThere’s no excuse\nD.R. Horton released its third-quarter earnings report in July, showing a $1.4 billion net income.\nAt Ridgely’s Reserve, the developer is selling units starting at $409K, approximately 10.5% greater than the median sale price of homes in Joppatowne.\n“These are huge companies,” DeArmey said. “This is completely inexcusable for companies this large to do something like this for the amount of time that it’s happened.”\nBut the counties had “let them keep going because, you know, they’re selling these houses for $400,000 or $500,000, that’s taxes coming to the county…They don’t want to scare off a huge developer,” he said.\nHarford County fined D.R. Horton several times due to pollution violations, but Guthrie said these fines do not make a difference. “I think we fined them up like $20,000. Well, a guy like Horton, 20 grand…it’s nothing to them.”\nD.R. Horton wasn’t going to stop polluting on their own, DeArmey charged: “$20K is like a penny out of my pocket for them.”\n\n\n\nHouses on Ridgely’s Reserve, developed by D.R. Horton. (Andrea Durán/Capital News Service)\n\n\n\n\n\nA newly built house in Ridgely’s Reserve, Joppatowne, Maryland. (Alisha Camacho/Capital News Service)\n\n\n\nBill Temmink in the woods immediately next to the Ridgely’s Reserve development. (Alisha Camacho/Capital News Service)\n\n\n \n“Everyone needs water”\nLe Gardeur’s goal with the Gunpowder Riverkeeper is to ensure all communities living along the river have the tools to advocate for their own interests.\nPeople’s interests may not lie with environmentalism; they may be healthcare access, transportation, or housing, Le Gardeur said, adding that “in this role, if we’re not actively listening to these communities, we are failing to try and figure out what’s next.”\nCrone said that, in this case, the ongoing water pollution has united residents from both sides of the river and both sides of the political aisle.\nEspecially with the election around the corner, Crone said it has been refreshing to put political affiliations aside and remain focused on the issues at hand. “And I think that’s pretty incredible. When we’re usually divided…we’re all coming together,” she said.\n“All of these people, no matter where they end up within this space, all have water in common. And water really shouldn’t be a political thing,” Le Gardeur said. “Everyone needs water.”\n\n\n\nTheaux Le Gardeur, the Gunpowder Riverkeeper looks out onto the Gunpowder River as he steers his motorboat. (Alisha Camacho/Capital News Service)",
    "metadata_people": "[\"D.R. Horton\"]",
    "metadata_geographic_focus": "[\"Gunpowder River\", \"Maryland\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/09/25/chesapeake-bay-is-cleaner-but-will-miss-2025-pollution-targets-epa-maryland-lawmakers-say/",
    "title": "Chesapeake Bay is cleaner but will miss 2025 pollution targets, EPA, Maryland lawmakers say",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA",
      "Maryland",
      "Pollution",
      "Targets",
      "Congressional"
    ],
    "summary": "Chesapeake Bay is cleaner but will miss its 2025 pollution reduction targets, according to federal and state officials. Despite falling short, there is optimism that continued efforts can improve the bay’s health, which recently received its highest grade since 2002, a C+.",
    "content": "WASHINGTON — Chesapeake Bay is cleaner than it used to be but is falling short of 2025 targets for reducing pollution, federal and state officials and most of Maryland’s congressional delegation said on Wednesday.\n“The short version is that it’s going in the right direction. The longer story is that we’re still behind,” Adam Ortiz, administrator for the Environmental Protection Agency’s Mid-Atlantic region, said at a Capitol Hill press conference.\nThe bay failed to meet the agreement’s main target, known as the total maximum daily load, which measures the total pollution in the Chesapeake Bay, Sen. Chris Van Hollen, D-Maryland, said.\n“The point of the 10-year plan is to create a pollution diet to reduce the amount of phosphorous, nitrogen and other pollutants in the bay,” Van Hollen said. “That’s a measurable target. That’s how we know we’re not going to hit it this year, so we need to redouble our efforts.”\nDespite missing the targets set in 2014 through 2025, Sen. Ben Cardin, D-Maryland, said he remained hopeful that the delegation can work together with experts at the EPA and other agencies to ensure the bay’s health continues to improve.\nMaryland Democratic Reps. Steny Hoyer, Dutch Ruppersberger, Kweisi Mfume and Jamie Raskin joined Cardin, Van Hollen, representatives from the EPA and the Maryland Department of Natural Resources.\nThe University of Maryland Center for Environmental Science gave the Chesapeake Bay an overall grade of a C+ in July, the highest grade the bay has received since 2002.\n“I know that nobody would be thrilled with bringing home a grade of a C+, but the fact of the matter is, it is the highest grade we’ve seen in a long time,” Van Hollen said. “We all want to do better, but I do want to stress that without the collective effort we see today, the bay would have died a long time ago.”\nThe Chesapeake Executive Council signed the Chesapeake Bay Watershed Agreement in 2014 and established five strategies for the restoration and protection of the bay, its tributaries and surrounding lands.\nLocal, state and federal governments are required to enact the plan’s management strategies and work with academic institutions, nongovernmental organizations, watershed groups and businesses and individuals, according to the 2014 agreement.\n“You need cooperation between the federal government and the states, among the states, among state governments and private industry,” said Van Hollen. “There are all sorts of sources of pollution today, and so we need to make sure everybody cooperates in producing pollution reduction.”\nOrtiz said that groups committed to improving the bay were in disarray when President Joe Biden’s administration began almost four years ago.\n“The states were suing the federal government, and states were pointing the fingers at each other for not making…progress,” he said.\nBut since then, he said, the EPA has been able to bring the states together and hold them accountable.\n“The Chesapeake Bay isn’t just a bay,” Cardin said. “The Chesapeake Bay has been one of the highest priorities for our Maryland congressional delegation. We’ve been focused on not only preserving but expanding our role and partnership with states, local governments and stakeholders.”\nVan Hollen emphasized the importance of identifying “measurable targets” of pollution reduction for long-term success, especially as climate change concerns surrounding the bay grow.\n“I think we’ll have to have a discussion about what the length of time for the next agreement should be. It may make sense to look at shorter time horizons,” the senator said.  “But you have to have a measurable target to hold people down.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"EPA\"]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/05/14/months-after-costly-civil-lawsuit-settlement-baltimore-citys-rivers-still-polluting/",
    "title": "Months after costly civil lawsuit settlement, Baltimore City’s rivers still polluting",
    "topic": "Chesapeake Bay",
    "tags": [
      "Luke McFadden",
      "Baltimore City",
      "Wastewater Treatment",
      "Pollution Impact",
      "Social Media"
    ],
    "summary": "Baltimore crabber Luke McFadden's viral videos highlight ongoing pollution in the Chesapeake Bay, including garbage and sewage from Baltimore City’s wastewater treatment plants, despite a recent $4.75 million lawsuit settlement. Experts clarify that while the sewage is partially treated due to heavy rain influx, it still significantly impacts water quality.",
    "content": "In one of his most viral videos to date, with over three million views on Instagram and close to a million views on TikTok, Baltimore crabber and social media influencer Luke McFadden addresses the camera while standing on his boat in the Chesapeake Bay.\n“Every time it rains in Maryland, at least where I’m at, we have garbage like this tire that washes down from places like the Conowingo Dam,” McFadden says.\nUsing his reach pole, he hoists a massive rubber tire from the water and brings it aboard.\n“In addition to the trash, we get this lovely brown, foamy slime on the top, which happens to be raw sewage that dumps out from the Baltimore City wastewater treatment plants,” he says.\nMcFadden then gestures toward the water, where there is indeed a dark layer of sludge instead of a pale blue hue that most would expect.\n“The issue we have here in the Chesapeake Bay is a water quality issue,” he says. “You can catch and throw back as many of whatever it is you want, but nothing is gonna live in a stagnant puddle — not one that gets sewage dumped in it every time it rains.”\nPosted to Instagram and TikTok just two months after Baltimore City settled a $4.75 million lawsuit for violations at each of its two wastewater treatment plants, the Jan. 21 video combined for over 4500 comments on both platforms.\n“Your city tax dollars at work,” one comment read.\n“It does stink at the harbor when it rains,” said another.\nBut the reality is, sewage is supposed to enter the Chesapeake Bay through the Back and Patapsco Rivers only after it’s been properly treated by the plants which happen to be the largest in Maryland.\nAnd as for “raw sewage,” experts say that’s not exactly the case.\n“That’s kind of a misconception – it’s still sewage, but it’s partially treated a lot of times because there is such an influx of rain,” Desiree Greaver, project manager for the Back River Restoration Committee (BRRC), told Capital News Service. “We have these rain events where there’s tons of rain, and the plant can’t handle it so they’ll skip certain steps.”\nFor Greaver, the effects that skipping steps has had on the bay were not made clear until March 2021 when the BRRC received a call from a concerned city resident.\n“We got a call on a Friday evening from a gentleman that said ‘you’re not going to believe the stuff I see. There is solid waste all over the river,’” Greaver said. “The only thing I knew was to call Alice (Volpitta) that evening.”\nAlice Volpitta is the Baltimore Harbor Waterkeeper for Blue Water Baltimore, a non-profit dedicated to restoring the quality of the city’s rivers, streams and harbor.\nAs one of 17 waterkeepers in the Chesapeake Bay region, Volpitta’s role is to advocate for clean water in the city’s two rivers and amplify the voices of citizens who live near them. It’s a job she has held for 10 years since leaving the Maryland Department of Natural Resources in 2014.\n“There’s one facility in the Patapsco River and there’s one in the Back River and both of them failed at the same time. So it was kind of like a perfect storm specifically for a waterkeeper to get involved here,” Volpitta said.\nVolpitta said that in a perfect situation, the wastewater treatment plants would only be treating sewage and not rainwater, but the sewer pipes themselves are old and leaky. Because of this, rainwater infiltrates and creates an excess volume at the plants, and this same phenomenon has caused sewage to rise up from city manholes and through resident’s basements and toilets.\nFlash forward to May 2021. Blue Water Baltimore twice detected high levels of bacteria at the Patapsco plant’s discharge pipe, prompting Volpitta to immediately notify the Maryland Department of the Environment (MDE).\nIn the following days, inspections by officials from MDE found a large fish kill in the bay, as well as trees growing in the plants’ outdoor settling tanks that are designed to reduce overflow during large rain events.\nHow do they reduce overflow? By holding the excess water.\n“Those trees don’t just happen, which is a big concern,” Greaver said. “Those trees had root systems that took far longer than seven months to develop.”\nFailing its inspection, the Patapsco plant was cited for having “insufficient maintenance and operational staff” and several “equipment failures.” A system that was installed to remove nitrogen was being bypassed altogether, and MDE found floating solids near the discharge pipe to be a result of several procedural violations.\nMDE also determined that the plant exceeded its permitted limit on nitrogen and phosphorus releases in 2020, and also failed to comply with a 2016 consent order that aimed at reducing outputs of fats and oils.\nThree months later, at the end of August 2021, the Back River treatment plant failed an MDE inspection that was prompted by the findings at the Patapsco plant. Finding similar operational and maintenance issues, MDE was authorized by state law to assess fines of up to $10,000 per day.\nFor Blue Water Baltimore, the next step was to file a $4.75 million lawsuit in December 2021 against the city with the Chesapeake Legal Alliance.\nThe Clean Water Act requires a 60-day notice period, allowing time for the plants to come into compliance and avoid litigation. The facilities failed to do so.\nThe city did not settle the lawsuit until last November, only after the Maryland Environmental Service (MES) temporarily assumed control of supervisory operations at the Back River treatment plant under orders by then-Maryland Environment Secretary Ben Grumbles.\nGrumbles in March 2022 had issued a previous order for the treatment plants to prevent all illegal discharge from entering the rivers, which is a direct violation of the Clean Water Act.\nIt took the Baltimore City Department of Public Works (DPW) just 72 hours to fail to comply, but the city agency said it had requested MES to get involved: “The Department of Public Works has always had supervisory control of operations at the plant,” a department spokesperson told CNS on Friday.\n“DPW contracted Maryland Environmental Service to manage two construction improvement projects at the plant,” the spokesperson said.\nForty percent of the city’s lawsuit settlement, which totaled $1.9 million, was diverted to the Chesapeake Bay Trust, which is responsible for awarding those funds to grant projects aimed at restoring the Back River and Patapsco watersheds.\nBut awarding grant money isn’t a simple process, according to Chesapeake Bay Trust President Jana Davis. Grant recipients are selected from a lengthy list of applicants by a review committee, and the selection process takes months.\n“We use principles of participatory thinking, which is just a fancy term for working with communities to really understand what they need before we say ‘Hey, here’s this project in your community,’” Davis told CNS. “Communities that have been impacted by events like this don’t always have a say in how money gets reinvested back to them.”\nDavis said the Chesapeake Bay Trust aims to finalize its grant recipients by late fall of this year. As for the projects themselves, many are expected to start being implemented right away, but others may have to be postponed until next spring.\n“We hope that all of the grantees will be well on their way to sort of completing a project within a two-year period from fall 2024 to, say, fall 2026,” Davis said.\nGreaver’s Back River Restoration Committee is one of many environmental organizations applying to use a portion of the $1.9 million.\nAs for when the effects from the wastewater treatment plants will be completely reversed, that’s something Greaver thinks will take time.\n“I hope that happens before I’m no longer on this Earth,” she said. “That’s the most optimistic I can be given how there seems to be a lack of concern from the folks that own and operate the plants. Unless there’s a real change in Baltimore City, it just seems like it’s one of those things that gets brushed under the rug.”\nBaltimore City is now under two separate consent decrees to prevent future sewage overflows.\nThe 2002 Sanitary Sewer Consent Decree was a result of the Environmental Protection Agency (EPA) and MDE suing Baltimore City for discharging sewage into local waterways.\nBecause sewage overflows were still happening at the decree’s original expiration in 2016, a renegotiation now gives the city until 2030 to prevent all sewage overflows from occurring.\nThis renegotiation birthed Baltimore City’s “Headworks Project,” a $430 million investment that aims to increase holding capacity at the treatment plants while also relining sewer pipes to increase water velocity. This prevents solids from settling in the sewers.\nA second consent decree approved last fall is focusing on the wastewater facilities themselves, ensuring that both are in compliance with MDE regulations and are functioning normally.\nThe Baltimore DPW is responsible for making the required changes. That agency only regained control of the Dundalk plant on May 1 of last year after MES relinquished responsibility for supervisory operations under direction from the Baltimore City Board of Estimates.\n“Until that plant is holding every single person and every single manager and every single department and every single contractor in the fire, I feel like we’re just going to keep coming right back here,” Greaver said.",
    "metadata_people": "[\"Luke McFadden\"]",
    "metadata_geographic_focus": "[\"Baltimore\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Sewage pollution\", \"Waste management\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/04/30/maryland-gardeners-help-rebuild-oyster-population-ahead-of-2025-shellfish-recovery-deadline/",
    "title": "Maryland gardeners help rebuild oyster population ahead of 2025 shellfish recovery deadline",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Oysters",
      "Gardeners",
      "Ecosystem",
      "Volunteers"
    ],
    "summary": "Maryland gardeners are volunteering to grow millions of oysters to help restore the Chesapeake Bay's oyster population ahead of a 2025 recovery deadline. Oysters play a crucial role in filtering the bay and supporting its ecosystem, which includes over 3,600 species of plants and animals.",
    "content": "SHADY SIDE, Md. – Chesapeake Bay Foundation volunteers grow millions of oysters through a gardening process in an effort to restore the oyster population in the Chesapeake Bay watershed.  Officials say this effort is on track to be completed ahead of the 2025 recovery deadline. Oysters act as filters for the Bay and provide a food source and even a home for thousands of species. The Chesapeake Bay is the largest estuary in the country, home to over 18 million people and 3,600 species of plants and animals.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/03/27/epa-announces-historic-funding-for-chesapeake-bay-restoration-programs/",
    "title": "EPA announces historic funding for Chesapeake Bay restoration programs",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA",
      "Biden",
      "Maryland",
      "Infrastructure",
      "Funding"
    ],
    "summary": "The U.S. EPA has announced $206 million in funding for Chesapeake Bay restoration projects, marking the largest single contribution in the program's 41-year history and reflecting increased environmental investments under the Biden administration.",
    "content": "ARLINGTON, Va. — The U.S. Environmental Protection Agency announced Wednesday that $206 million in funding will be allocated towards projects aimed at continuing the restoration of the Chesapeake Bay.\nThe historic levels of funding reflect the Biden administration’s increased investments in environmental programs and infrastructure projects.\n“For a long time, the EPA’s budget has been so small, roughly about $10 billion a year,” EPA Assistant Deputy Administrator Mark Rupp said during a ceremony at the recently-built Lubber Run Community Center here. “Between the Bipartisan Infrastructure Law and the Inflation Reduction Act, there’s now over $100 billion flowing through our agency, and it really has been a game changer.”\nWith $96 million of the funds coming from President Joe Biden’s so-called “Investing in America” agenda alone, the announcement marked the largest single contribution to the Chesapeake Bay Program in its 41-year history.\nMaryland is expected to receive over $14 million from the National Fish and Wildlife Foundation’s share of the funds, which in turn makes up 40 individual grant projects.\nGrant recipients include the Baltimore Tree Trust, which plans to educate city residents about planting trees in their communities.\nThe Severn River Association will be another recipient. The organization intends to increase and improve stormwater treatment practices on the Severn River, which flows into the Chesapeake Bay in Annapolis.\n“Agendas matter, elected officials matter, vision matters,” Rep. Gerry Connolly, D-Virginia, said. “For the sake of the country, thank God we have the 117th Congress and Joe Biden to sign those bills into law.”\nAttending the ceremony were not only federal officials and members of Congress but also legislators from state and local governments around the Chesapeake Bay.\nLibby Garvey, chair of the Arlington County Board, said funds are going to be used in her community on a small tributary called Grandma’s Creek.\n“(The Grandma’s Creek project) is a great example of community involvement and advocacy for a beloved neighborhood stream,” Garvey said. “This project is going to propose the installation of rain gardens to better manage stormwater and increase the protection of the creek.”\nIn addition to rain gardens, the Arlington community will also have the opportunity to participate in organized tree plantings and pop-up educational events centered around nature, Garvey said. The funds for these projects will be derived from the Small Watershed Grants Program, one of three grant programs administered by the National Fish and Wildlife Foundation, which is to receive $193 million of the $206 million.\nThe NFWF already has announced it will be giving $1 million to farmers in Maryland, Virginia and West Virginia, with the intention of implementing high-priority conservation practices that improve water quality.\n“There are 40,000 farms in Pennsylvania, and many of them contribute nutrients and sediment to the bay,” Rep. Don Beyer, D-Virginia, said. “So anything we can do to get Pennsylvania on board with Maryland, Virginia and Delaware will be incredibly important.”\nThe Chesapeake Bay Trust, another non-profit grant-making organization, will receive the remaining $13 million from the EPA. The trust will use the money to assist local organizations involved with improving the bay.\nThis could include providing operational infrastructure like computers and other hardware, or funding employee training and professional development sessions.\n“We have to do better on agricultural runoff, and we have to do better on stormwater runoff. We do well on sewage treatment and on other point source pollution,” Sen. Tim Kaine, D-Virginia, told Capital News Service. “This $200 million is going to be heavily focused on grants that focus on non-point sources, and we should continue to see significant improvements.”",
    "metadata_people": "[\"Joe Biden\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"EPA\"]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2024/03/06/maryland-lawmakers-urge-congress-to-spend-more-on-chesapeake-bay-restoration/",
    "title": "Maryland lawmakers urge Congress to spend more on Chesapeake Bay restoration",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland lawmakers",
      "Congress funding",
      "Bipartisan support",
      "Environmental restoration"
    ],
    "summary": "Maryland lawmakers, noting progress in restoring the Chesapeake Bay such as reduced dead zones and recovering underwater grasses and oyster populations, are urging Congress to increase funding for the restoration program. The Choose Clean Water Coalition, comprising over 290 nonprofit organizations, advocates for maintaining or increasing spending on clean water programs, emphasizing bipartisan support due to visible benefits in local communities.",
    "content": "WASHINGTON – Citing encouraging signs of improvement, five Maryland lawmakers expressed their support Wednesday for increased funding of the federally-backed Chesapeake Bay restoration program.\n“We’ve made progress,” Sen. Ben Cardin, D-Maryland, said at a luncheon hosted by the Choose Clean Water Coalition. “We have the least amount of dead zones that we’ve seen since the 1980s on the bay. We have underwater grasses that are coming back in the Chesapeake Bay. We have oyster crops that we never thought we’d be able to see starting to bloom in the Chesapeake Bay. We’re not at our historic levels, not even close. I understand that. But we’ve made progress.”\nThe coalition, which was started in 2009, hosted its 13th annual Chesapeake Bay Day on Wednesday with nearly 100 of its members and nine members of Congress in attendance. Made up of over 290 nonprofit organizations from the Chesapeake Bay region, the non-profit advocates maintaining or increasing spending on clean water programs.\n“I think the Chesapeake delegation in Congress is just so passionate about this work, and they understand the benefits to their districts and the people that live there,” Kristin Reilly, director of the coalition, told Capital News Service.\n“I think that’s also why there’s such wide bipartisan support for these programs because they can actually see the benefits in their communities,” Reilly added.\nThe Chesapeake Bay Program, which receives funding from the Environmental Protection Agency, was started in 1983, with its main efforts directed towards reducing pollution and restoring the bay’s ecosystem.\nThe program encompasses six states that surround the bay as well as the District of Columbia, and its funding needs were at the forefront of the coalition’s lobbying day. Over 70% of the program’s funds are spent on projects in the Chesapeake Bay watershed, including planting trees, reducing runoff from farmland and boosting the crab and oyster populations.\nThe coalition highlighted the recent introduction of the America’s Conservation Enhancement (ACE) Reauthorization Act of 2024, which authorizes funding for various programs, including $93 million in funding for the EPA Chesapeake Bay Program for the 2025 fiscal year and $100 million for 2026 and beyond.\n“This bill (the ACE Act) is going to get the bay on track,” Rep. Dutch Ruppersberger, D-Maryland, said. “Some of the things that these grants do, like sediment reduction, really make a difference in helping the Chesapeake Bay.”\nThe coalition also is backing $15 million for the U.S. Fish and Wildlife Service’s Watershed Investments for Landscape Defense (WILD) program, which provides grants to local organizations in the Chesapeake region that focus on restoring or protecting wildlife habitats.\nThe coalition recognized Ruppersberger, Cardin and Rep. John Sarbanes, D-Maryland, as “Chesapeake Champions” for their contributions to the restoration efforts throughout their careers.\nRep. David Trone, D-Maryland, who is running for the U.S. Senate, said he plans to continue working to protect the bay if he wins the seat.\nPollutants need to be kept out of the bay and the efforts towards no-till farming have not been as successful in Pennsylvania and Virginia as in Maryland, Trone said. No-till farming is a technique used to grow crops without disturbing the soil.\n“The environment is top of the list,” Trone told CNS. “So the environment and the bay, that’s the very very top of the list. If you don’t get that right, nothing else matters.”\nAfter the luncheon, coalition members had scheduled 44 meetings with members of Congress, presenting letters from 169 organizations that endorsed the coalition’s appropriations requests.\n“We have to both maintain the momentum, but we also need to accelerate our efforts even further,” Sen. Van Hollen, D-Maryland, told CNS. “That means making sure that we protect and expand the resources that go to protect the bay from all the federal agencies.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Choose Clean Water Coalition\"]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2023/10/18/lawmakers-advocates-tout-chesapeake-bay-education-and-funding-bill-in-hearing/",
    "title": "Lawmakers, advocates tout Chesapeake Bay education and funding bill in hearing",
    "topic": "Chesapeake Bay",
    "tags": [
      "John Sarbanes",
      "NOAA Office",
      "Environmental Education",
      "Marine Habitats",
      "Seafood Industry"
    ],
    "summary": "A House panel discussed a bill that would reauthorize and enhance the National Oceanic and Atmospheric Administration’s Chesapeake Bay office to improve bay restoration, monitoring, and environmental education. The bill, seen as crucial by advocates, aims to address ongoing challenges such as nutrient runoff and habitat loss while supporting marine habitats and seafood industry workers.",
    "content": "WASHINGTON – A House panel held a hearing Wednesday on a bill that would boost Chesapeake Bay restoration and environmental education programs.\nThe Chesapeake Bay Science, Education, and Ecosystem Enhancement Act of 2023, sponsored by Rep. John Sarbanes, D-Maryland, would reauthorize the National Oceanic and Atmospheric Administration’s Chesapeake Bay office for the first time since 2006.\nCongress has appropriated funds to the NOAA office each year, but an official reauthorization would allow the office to more efficiently carry out Chesapeake Bay restoration and monitoring initiatives, Sarbanes told the House Natural Resources Committee’s water, wildlife and fisheries subcommittee.\n“In recent decades, the health of the Chesapeake Bay has been negatively affected by nutrient runoff across the watershed, disappearing coastal and marine habitats and many other factors,” Sarbanes said. “That makes the passage of the Chesapeake Bay SEEE act all the more important.”\nThe bill would also enhance NOAA’s interpretive buoy system, which collects data on water quality, weather patterns and more; enhance NOAA’s aquaculture programs that aim to support marine habitats and workers in the seafood industry; and finance grants for hands-on environmental education in kindergarten through 12th grade classrooms in the region.\nThis bill, introduced in the summer, “could not come at a more critical time,” according to Allison Colden, the Chesapeake Bay Foundation’s executive director.\n“There’s still much work to be done,” Colden said. “To achieve meaningful and lasting restoration… we need all of our federal partners at the table.”\nColden pointed to the NOAA Chesapeake Bay office’s positive track record on oyster restoration projects, citing the bill as an avenue to continue such initiatives in the future by ensuring the office has financial stability.\nNOAA staff are working to restore oysters in 11 tributaries in the Chesapeake Bay watershed, and have completed restoration across more than 1,900 acres, according to a tracker by the Chesapeake Bay Program.\n“The scale of this work is really unprecedented,” Carrie Selberg Robinson, the director of NOAA’s habitat conservation office, said of the oyster conservation efforts. “We want to continue to build upon our successes that we’ve had… and continue this great work of oyster restoration into the future.”\nRep. Rob Wittman, R-Virginia, who co-sponsored the bill, also praised its potential impact on furthering oyster restoration projects.\n“Large scale oyster restoration is really Mother Nature’s filter in taking a lot of stuff out of the bay that would otherwise take years and years to do,” Wittman said.\nThe Chesapeake Bay SEEE Act comes amid other efforts this congressional session to restore the health of the nation’s largest estuary.\nSarbanes also sponsored a bill that would designate the bay as a national recreation area under the National Park Service. Wittman sponsored a bill that would fund conservation initiatives in the watershed, such as a pilot project to plant riparian buffers.\nThe latest Sarbanes-Wittman bill includes provisions to instill stewardship values into students, allowing for bay restoration to continue in the long-term, witnesses told the subcommittee. If passed, the bill would continue to fund NOAA’s Chesapeake Bay-Watershed Education and Training Program, which provides grants for environmental education in the watershed.\nWitnesses faced slight pushback on the bill from Rep. Cliff Bentz, R-Oregon — the ranking member of the subcommittee — who called for supporters to provide more specific metrics about the benefits of environmental education.\nColden said that the Chesapeake Bay Foundation will provide the subcommittee with numbers ahead of further movement on the bill, but added that the positives of teaching children about caring for the bay are evident.\n“We’re building the workforce that can continue the work of Chesapeake Bay restoration,” Colden said. “It’s so incredibly important to make that investment in our next generation of bay stewards.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"NOAA\", \"House panel\"]",
    "metadata_environmental_issues": "[\"Nutrient runoff\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2023/09/21/maryland-lawmakers-push-for-chesapeake-bay-to-become-national-park-unit/",
    "title": "Maryland lawmakers push to designate the Chesapeake Bay as a national recreation area",
    "topic": "Chesapeake Bay",
    "tags": [
      "Chris VanHollen",
      "John Sarbanes",
      "National Park",
      "Bipartisan Coalition",
      "Public Feedback"
    ],
    "summary": "Maryland lawmakers have introduced the Chesapeake National Recreation Area Act to designate the Chesapeake Bay watershed, spanning over 60,000 square miles across six states and D.C., as a National Recreation Area under the National Park Service. The legislation aims to enhance protection of the bay, mitigate its declining health, and highlight historical contributions while respecting property rights, with efforts supported by a bipartisan coalition and a unique public feedback process.",
    "content": "WASHINGTON – The Chesapeake Bay could see a boost in status under legislation introduced this summer to designate the region as a National Recreation Area.\nSponsored by Sen. Chris Van Hollen, D-Maryland, and Rep. John Sarbanes, D-Maryland, the Chesapeake National Recreation Area Act would allow the National Park Service to bring into its network sites in the Chesapeake Bay watershed, which covers over 60,000 square miles across six states and Washington, D.C. Sites would be included either through donations or purchases, but the new designation would not affect the rights of other property owners along the watershed.\n“We know that the Chesapeake Bay is a national treasure and it’s a global treasure,” Van Hollen said in an interview with Capital News Service. “We believe that by including this national treasure within the National Park Service system, we will ensure that it is protected in the future.”\nEfforts to establish a Chesapeake National Recreation Area date back to the 2000s, when a study called for the bay to become a unit of the National Park Service. This year’s legislation also comes amid attempts to mitigate the declining health of the Chesapeake Bay watershed and efforts to highlight lesser-known parts of bay history, including the contributions of Native Americans and Black watermen to the ecosystem and economy.\nThe bill was created through a “unique process,” Van Hollen said. In 2021, in a practice uncommon among most lawmakers, he and Sarbanes created a working group to solicit feedback on what the legislation should look like.\nThe bill is currently in committee but Van Hollen said a bipartisan coalition of lawmakers is “determined to get it over the finish line” by the end of this congressional session.\nCurrently, the park service administers certain sites in the watershed, including those designated as national monument units. The Chesapeake Gateways program, established through federal legislation in 1998, allows the park service to partner with and provide assistance to local and regional organizations involved in the bay.\nBut lawmakers are calling for the park service to play a larger and more administrative role, especially as they strive to tell previously-untold stories about the watershed’s inhabitants.\n“Right now, there’s no entity whose mission is to help tell the stories of the Chesapeake Bay,” Van Hollen said. “If you look at the Chesapeake Bay, in many ways, its history is a microcosm of our American history… so there are all sorts of stories.”\nFor Maryland residents like Vincent Leggett, whose families have been involved in those stories for generations as avid fishermen, shipbuilders and dockworkers, the bill offers the promise of highlighting history that’s previously been passed over.\nLeggett is a member of Blacks of the Chesapeake — an organization that aims to highlight Black history in the watershed — which was part of the working group for the bill.\n“African Americans, I feel, were the backbone to the maritime and seafood industries here in the Chesapeake Bay region, but our stories were not elevated, nor were they exposed through our own voices,” Leggett said.\nLeggett hopes that expanding the reach of the park service in the region will also draw these populations into bay conservation. Only 7% of the state’s bay shoreline is publicly accessible, he said, causing a “sense of alienation” for people of color in the region who can’t get involved in cleanup efforts.\nAccording to the Chesapeake Bay Program, the main entity responsible for conservation and restoration of the bay, there are 1,296 public access points to the body of water across its six watershed states and Washington, D.C.\nThe bill, if passed, would authorize the park service to administer additional landmarks in the Chesapeake Bay watershed — a step Van Hollen said would further improve public access to the bay.\nSIGN UP FOR OUR NEWSLETTER \nBlacks of the Chesapeake has worked with state and federal lawmakers in Maryland on several projects along the bay, Leggett said, including planning a heritage park at the historically-Black Elktonia Beach in Annapolis and ensuring that Black history is highlighted at Whitehall Manor, which was built by enslaved individuals. Some of these sites, if acquired by the park service, could become highlights of a Chesapeake National Recreation Area.\nThe bill’s sponsors also touted the legislation as an opportunity to create jobs and enhance Maryland’s economy.\n“By designating a unified National Recreation Area for the Chesapeake Bay, this legislation seeks to elevate the regional stories that shaped our nation’s history, promote the spirit of stewardship, improve public access and spur economic growth across the bay region,” Sarbanes said in an e-mail to CNS.\nThe lawmakers have projected that turning the watershed into a park service unit will boost tourism in the region, augmenting its already-major role in the bay states’ economies. In Maryland, recreational boating generates an average of $2.03 billion and 32,025 jobs each year, and wildlife-watching excursions generate over $600 million a year, according to the Chesapeake Bay Foundation.\nLeggett said that the bill is an opportunity to foster these industries while increasing awareness of the bay’s integral role in the region.\n“I think that by bringing more attention to the Chesapeake Bay… it just generates so many millions of dollars and employment opportunities and tourism,” he said. “I think that as we endeavor to improve the water quality of the bay, that is going to enhance the fisheries, it is going to enhance heritage tourism and all of the related businesses that surround it.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"National Park Service\"]",
    "metadata_environmental_issues": "[\"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2023/05/18/cardin-reintroduces-bipartisan-bill-to-authorize-coastal-watershed-habitat-conservation-program/",
    "title": "Cardin reintroduces bipartisan bill to authorize coastal watershed habitat conservation program",
    "topic": "Chesapeake Bay",
    "tags": [
      "Cardin",
      "Graham",
      "Huffman",
      "González-Colón",
      "Coastal"
    ],
    "summary": "Sens. Ben Cardin and Lindsey Graham have reintroduced the Coastal Habitat Conservation Act to authorize and fund conservation programs in 24 coastal areas, including the Chesapeake Bay, with bipartisan support in both the Senate and House.",
    "content": "WASHINGTON – Marking American Wetlands Month, Sens. Ben Cardin, D-Maryland, and Lindsey Graham, R-South Carolina, have reintroduced legislation aimed at continuing conservation programs at two dozen coastal areas, including the Chesapeake Bay.\nThe Coastal Habitat Conservation Act is being sponsored in the House by Reps. Jared Huffman, D-California, and Jennifer González-Colón, R-Puerto Rico.\nThe Senate and House bills would give statutory authority to, as well as fund, the U.S. Fish and Wildlife Coastal Program, which is voluntary and partnership-based.\nThe program focuses on 24 priority coastal areas along the Atlantic and Pacific Oceans, the Gulf of Mexico, the Great Lakes, and in the Caribbean. First established in the Chesapeake Bay in 1985, would receive between $20 million and $25 million from fiscal 2024 through fiscal 2028.\n“Climate change, development and other pressures are challenging our coastal communities, increasing the need to strengthen successful efforts like the Coastal Program that serve to protect and engage them,” Cardin said in a statement. “Our legislation demonstrates Congress’ bipartisan commitment to strategic habitat conservation in coastal watersheds, which provide a host of ecosystem services such as recreation, tourism, fisheries and education.”\nThe Coastal Program works on habitat conservation on both public and private lands. Because coastal watersheds are often comprised of both private and public land, the program is able to provide “landscape conservation, maintain habitat connectivity and continuity, and to connect and engage partners with the (Fish and Wildlife) Service’s conservation priorities and objectives,” according to the program’s website.\nWhile the Coastal Program does not have a position on the latest legislation, Stephen Guertin, deputy director for program management and policy for the U.S. Fish and Wildlife Service, previously testified in support of the Coastal Habitat Conservation Act of 2021 at a committee hearing.\n“These (the Coastal Program’s) projects provide lasting benefits to coastal communities by employing contractors and stimulating local economies, restoring coastal wetlands that support commercial and recreational fisheries, improving water quality, and increasing opportunities for hunting, fishing, and wildlife observation,” Guertin said during his testimony in 2022.\n“The Coastal Program is one of the U.S. Fish and Wildlife Service’s most effective and proven initiatives, bringing together public and private partners to voluntarily protect and improve coastal habitats,” González-Colón said.\nThe program is also unique in its ability to provide both financial and technical assistance to third-party land acquisitions in order to protect habitats.\n“The Fish and Wildlife Service Coastal Program has been around for several decades but has gone unauthorized, which means that each and every year Congress has to come back and determine an appropriate funding level and appropriate funding for it,” said Allison Colden, Maryland executive director of the Chesapeake Bay Foundation, established in 1966 to focus on improving water quality and habitat of the Bay.\nThe Chesapeake Bay Foundation and the Coastal Program have worked together on some projects, including on a dairy farm in Gambrills, Maryland, which was formerly owned by the United States Naval Academy. During this project, the two programs worked on improving the water quality through tree planting and on wetland restoration, according to Colden.\nPrograms that are authorized and have funding set out in advance are better able to plan for the future, Colden said. For programs whose authorization has expired, like the Coastal Program, this can be more challenging.\nThrough this latest legislation, the program would receive more funding from the government than it has in previous years.\n“The other thing is to think about how well this program leverages outside funding and the fact that they’re able to achieve such great projects and such great work throughout the entire country, with just that little amount of funding,” Colden said. “It’s an extremely cost-effective program that helps bring in dollars and consolidate dollars from other areas to support the federal investment.”\n“With increasing pressures from climate change, sea level rise, land development, pollution, and habitat fragmentation, this program is more important than ever,” Kathy Tsantiris, associate director of government relations at Ocean Conservancy, said in a statement. “Congress should act swiftly to pass this bipartisan and bicameral legislation, which will authorize the Coastal Program in perpetuity with regular appropriations.”",
    "metadata_people": "[\"Ben Cardin\", \"Lindsey Graham\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat conservation\"]"
  },
  {
    "link": "https://cnsmaryland.org/2023/03/17/marylands-moore-seeks-disaster-aid-for-chesapeake-bay-invasive-fish/",
    "title": "Maryland’s Moore seeks disaster aid for Chesapeake Bay invasive fish",
    "topic": "Chesapeake Bay",
    "tags": [
      "Wes Moore",
      "Gina Raimondo",
      "Blue Catfish",
      "Commercial Fisheries",
      "Invasive Species"
    ],
    "summary": "Maryland Gov. Wes Moore has requested federal disaster aid due to the surge in invasive fish species like blue catfish, flathead catfish, and snakehead in the Chesapeake Bay, which threaten native commercial fisheries.",
    "content": "WASHINGTON – Maryland Gov. Wes Moore has asked the federal government to declare the increasing population of invasive fish species in the Chesapeake Bay an ongoing commercial fishery disaster.\n“In recent years, the state has become increasingly concerned about the explosion in the abundance of invasive fish species in the Chesapeake Bay, including blue catfish, flathead catfish, and snakehead,” Moore said in a statement on Thursday. “It is critical to act now to mitigate the effects of these invasive species and to provide assistance to the commercial fishing industry.”\nIn a letter to Commerce Secretary Gina Raimondo, the governor said “blue catfish are a particular concern.”\n“They are voracious eaters,” Moore wrote. “They consume other fish, crustaceans, and even other catfish. They out-compete the native species for both habitats and food and threaten key commercial fisheries including blue crab, striped bass, white perch, yellow perch, and American eel.” \nFor the fourth consecutive year, the Maryland Department of Natural Resources found in its 2022 annual survey that the native juvenile striped bass population in the Chesapeake Bay was below average. \nSince 2012, the total catch of seven of Maryland’s commercial fishery species that share their habitat with invasive fish has declined between 27% and 91%, according to data from the state.\nAlthough there is no direct scientific link between decreasing fish populations and the invasive species, the Maryland Department of Natural Resources still is concerned about the growing impact of these species. \nJoseph Love, manager for the Maryland Department of Resources Freshwater Fisheries Program, pointed to the relationship between predator and prey as a potential link to increasing blue catfish populations and decreasing native fish populations.\n“What we tend to do is point to the species that blue catfish eat, and highlight those prey as potentially impacted by the expansion of blue catfish,” Love told Capital News Service.\nIf the federal government were to declare this a disaster, Maryland would qualify for federal fishery disaster assistance. The request begins a formal review process by the Department of Commerce.\nUnder two federal statutes – the Magnuson-Stevens Fishery Conservation and Management Act and the Interjurisdictional Fisheries Act – governors may request federal assistance if a natural or manmade disaster decreases fish populations, resulting in economic losses.\nThe decline of native fish species and the increase of invasive species has had detrimental effects on the state’s commercial fisheries, furthermore impacting the state’s economy. \nCommercial fisheries — including hard blue crab, striped bass, yellow perch, and others — have brought in an average of $64 million yearly in dockside value since 2012. Declines in these species are a significant loss for Maryland’s commercial watermen and the state’s economy, according to data from the state.\nBlue and flathead catfish were first introduced in Virginia in the 1970s and 1980s to establish recreational fisheries. Since then, their numbers have grown out of control. Now, these invasive catfish can be found in nearly every Chesapeake Bay tributary, according to the Chesapeake Bay Foundation. \nAllison Colden, the Chesapeake Bay Foundation’s Maryland senior fisheries scientist, said that declaring the invasive fish species a disaster could also complement regulatory reforms up for debate in the 2023 Farm Bill. \nThe 2008 Farm Bill required that U.S. Department of Agriculture (USDA) inspectors examine the processing of catfish on-site before they go to the market. Catfish are the only fish inspected by the USDA, as the Food and Drug Administration (FDA) handles food safety for all other fish species. \n“This regulatory requirement to have a USDA inspector makes it economically infeasible to process blue catfish,” Colden told CNS. “It also means that it’s more difficult, and hurts the price of the product as well.”\nA similar disaster request was made in 2009 by then-Maryland Gov. Martin O’Malley to help revitalize the Chesapeake Bay’s blue crab population. \nThe state received $2.2 million in funding from the National Oceanic and Atmospheric Administration’s National Marine Fisheries Service. If NOAA approves the latest request for a disaster declaration, Maryland hopes to receive similar funding that could potentially decrease invasive fish species populations. \nThe Maryland Department of Natural Resources has been working on potential solutions to decrease the abundance of blue catfish in the Chesapeake Bay, all of which could be expanded if Maryland received federal funding. \nOne possible approach is to incentivize watermen to catch blue catfish. Love said the Maryland Department of Natural Resources offered money to watermen to buy nets and traps. There has also been discussion of further action to create a stronger demand in the market for the abundant blue catfish.\n“If we can find additional uses for blue catfish within our society, then that helps to diversify the marketplace and gives watermen greater opportunity…to sell their product and thereby increase the price per pound that they get,” Love said.\nIn his letter to Raimondo, Moore acknowledged that “the science quantifying the impacts of invasive species on the Bay ecosystem and to our commercial fisheries is relatively new and it is also challenging.”\n“Not all relationships are perfectly clear and myriad factors drive changes in abundance, species composition and fishery dynamics,” the governor wrote. “However, the evidence continues to mount that invasive species are a major and growing threat to the health of Maryland’s environment and economy. The opportunity before us is to take action now BEFORE they become a truly unmanageable disaster.”",
    "metadata_people": "[\"Wes Moore\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Invasive species\", \"Fishery disruption\"]"
  },
  {
    "link": "https://cnsmaryland.org/2023/02/14/despite-cleanup-efforts-chesapeake-bay-remains-pollution-challenge/",
    "title": "Despite cleanup efforts, Chesapeake Bay remains pollution challenge",
    "topic": "Chesapeake Bay",
    "tags": [
      "Washington",
      "Erik Fisher",
      "Pollution Enforcement",
      "Climate Change",
      "Conservation Efforts"
    ],
    "summary": "Despite decades of conservation efforts, the Chesapeake Bay's health remains poor with a score of 32 out of 100, indicating little progress since 1998. Challenges include reduced pollution enforcement, understaffing at regulatory agencies, and the impacts of climate change, which complicate restoration efforts.",
    "content": "WASHINGTON – Despite decades of conservation efforts, the Chesapeake Bay Foundation gave the overall health of the Chesapeake Bay a D+  in its recently released 2022 State of the Bay report. \nIn fact, the needle has hardly moved since the Chesapeake Bay Foundation began issuing the annual report in 1998. The original report gave the bay a score of 27 out of 100. Today that score has only improved to 32 out of 100. \nCBF’s Interim Maryland Executive Director Erik Fisher told Capital News Service: “We’re a long way from where we need to be, and it’s clear that we have to pick up the pace to get back on track. We are behind. I don’t think anyone’s happy with where we are.”\nThe bay faces a long road ahead: the goal is to raise the score to at least 70 out of 100, which is a long way from the current 32. \n“I think we recognize that in our lifetimes, we’ll never be back to the bay of pre-European settlement,” Fisher said. “But we can have a stable, thriving ecosystem where we can feed ourselves, where we can swim, and fish and meet those standards that we’re all aiming for.”\nOne issue hindering conservation progress is a dramatic decline in water-related pollution enforcement. Between 2016-2021, Maryland took 67% fewer water-related enforcement actions, according to the 2022 Chesapeake Accountability Project report. \nThe Maryland Department of the Environment (MDE) is significantly understaffed as well. The agency has lost one out of every seven staff members since 2002 and the budget has fallen by more than one-third. In spite of the threats posed by climate change, MDE’s budget only represents one-fifth of one percent of Maryland’s general fund state budget. \nEven with more resources, the changing environment presents significant hurdles for conservation efforts. Fisher said that “climate change has moved the goalposts.” \nClimate change makes hitting the restoration targets for the bay significantly more challenging. For one thing, there needs to be enough oxygen in the water for fish to breathe, but warmer water holds less oxygen. That means there needs to be even greater reductions in nitrogen and phosphorus pollution to make the bay thrive. \nRising sea levels are a major factor as well. As the seas rise, marshes and wetlands will be lost without plans in place that allow those marshes to move. Luckily, there are spillover benefits to shoreline conservation. \n“Climate change is making it even more imperative that we focus on these natural filter solutions,” Fisher said.  “And while we’re doing it we’re capturing carbon. And when we do it near communities we’re also cooling the air and mitigating heat island effects.”\nBay grasses on the Susquehanna Flats in Harford County, Maryland (Photo courtesy of Chesapeake Bay Program)\nNatural filters are more than just a matter of tall grasses and wetlands. Fisher said he hopes to see Gov. Wes Moore’s administration make “a concerted investment in natural filters in Maryland. And that’s everything from our forests to our shorelines to oysters. All three of these things act as natural kidneys for the bay.” \nOn the campaign trail, Moore pledged to clean up the Chesapeake Bay. In January, Moore announced there would be $1.1 million in new funding for the Chesapeake Conservation Corps. Additionally, the Moore administration’s proposed budget for fiscal year 2024 includes funding for 67 new MDE employees. \nThe staffing issues and lax enforcement at MDE have spilled past the Chesapeake Bay. Last September, officials in Baltimore issued a “boil water” advisory after detecting E. coli bacteria in the city’s water supply. The advisory lasted for nearly a week and affected more than 1,500 homes and businesses. \nWhether or not the Moore administration’s proposals reinvigorate MDE, Fisher remains optimistic about the work CBF is doing, \n“One of the exciting things that we’ve seen in the cleanup is that when we help the bay, the bay starts to build enough resilience to help itself,” he said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Climate change\"]"
  },
  {
    "link": "https://cnsmaryland.org/2022/10/11/governors-epa-address-restoration-failures-path-forward/",
    "title": "Governors, EPA address restoration failures, path forward",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA",
      "Governors",
      "Washington",
      "Pollution",
      "Restoration"
    ],
    "summary": "The Chesapeake Bay Executive Council, including leaders from six states and Washington D.C., acknowledged falling short of their 2025 restoration goals and stressed the need for accelerated efforts to reduce pollution. Despite overall progress, only West Virginia and Washington are on track to meet their pollution reduction targets, with significant work needed to achieve full nitrogen and phosphorus reductions by 2025.",
    "content": "WASHINGTON—The leaders of efforts to restore the Chesapeake Bay by 2025, a group that includes six governors, the Environmental Protection Agency and the mayor of the District Columbia, acknowledged Tuesday they have not been doing enough to reach their goals\nThey did not say how they would achieve their targets. The group, the Chesapeake Bay Executive Council, was attending its annual meeting. The council includes the governors of Maryland, Virginia, Pennsylvania and three other states in the bay watershed.\nOfficials began the meeting by commending the overall progress in bay restoration efforts but highlighted the work yet to be done outlined in the Chesapeake Clean Water Blueprint.  The blueprint tasks each state and Washington with reducing a set quantity of pollution.\nAnn Swanson, director of the Chesapeake Bay Commission, told the governors, including Maryland Gov. Larry Hogan, R, Virginia Gov. Glenn Youngkin, R,  and officials from Pennsylvania, Delaware and New York, to increase the pace of their conservation efforts.\n“Bottom line here is that water quality is improving,” Swanson said. “Have you met water quality standards? No.”\n“You have voices that are extremely unique. You’re the commanders in chief, and so if you speak strongly, there are tens of thousands that will respond to you.” \nA report released by the EPA last week said only West Virginia and Washington are on track to meet their pollution reduction objectives.\nA similar report conducted by the Chesapeake Bay Foundation, the lead environmental watchdog for the bay, found that bay states are on track to reduce nitrogen pollution by 42% and phosphorus pollution by 64%, with only three years left to achieve the full 100% reduction.\nNitrogen and phosphorus are nutrient pollutants with profound effects on bay water quality, and a high concentration of them can spur algae blooms, which deprive water of oxygen and introduce harmful bacteria, according to the EPA.\nOfficials at the meeting emphasized  that programs geared towards sustainable farming practices — such as planting trees between farms and bay tributaries — can filter nutrient pollutants in crop fertilizers and animal waste, thereby reducing nitrogen and phosphorus loads. \nImproved stormwater filtration is also needed to reduce pollutants to a manageable level, officials said.\nEPA Administrator Michael Regan said that in a discussion before the council’s public meeting, officials redoubled their commitment to charting a clear path to build and sustain partnerships in restoring the bay.\n“We agreed to ask our principal staff committee to rethink how we celebrate our work through 2025 and beyond,” Regan said. “We need a clear path forward that prioritizes an optimized message for achieving our goals.”\nRegan hinted that the council may have to reconsider its 2025 deadline. \n“We’ve all acknowledged that 2025 is fleeting in terms of achieving our goal,” he said.  We’ve tasked our staff to take a look at what we can achieve between now and 2025.  What are we going to do to get back on track?”\nHilary Harp Falk, president of the Chesapeake Bay Foundation, said she hopes the plan the council is promising will include more conservation spending and greater pollution enforcement.\n“We need realistic plans and a significant increase in funding and accountability,” Falk said in an interview with  Capital News Service after the meeting. “The great news is that the council has an accountability framework. They just need to continue to use it.” \nHogan said his administration will hold industrial polluters accountable.  Hogan pointed to  the failures of two wastewater treatment plants owned by Baltimore that led to the release of untreated discharge that motivated Maryland to file a lawsuit against the city.\n“This has underscored the importance of making sure that our restoration investments are well maintained, and continue to perform as designed throughout their lifespan,” he said.\nYoungkin immediately acknowledged his state’s failure to reach its goals, but blamed the previous administration. Instead of committing to the immediacy of restoring the bay, he called the 2025 deadline an “artificial expiration date.”\nFalk rejected Youngkin’s response.\n“We needed to create some hard metrics,” she said. “So, 2025 is important for a number of reasons.”",
    "metadata_people": "[\"West Virginia Governor\", \"Washington Governor\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"EPA\", \"Chesapeake Bay Executive Council\"]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Nitrogen pollution\", \"Phosphorus pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2022/10/05/maryland-bay-states-criticized-before-big-environmental-meeting/",
    "title": "Maryland, bay states criticized before big environmental meeting",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Virginia",
      "Pennsylvania",
      "EPA",
      "Bowser"
    ],
    "summary": "Maryland, Virginia, and Pennsylvania are criticized for falling short of their 2025 Chesapeake Bay restoration goals, with a report by the Chesapeake Bay Foundation highlighting significant delays and insufficient efforts. The foundation's report precedes an important meeting of the Chesapeake Bay Executive Council, where stakeholders will discuss accelerating cleanup efforts to meet the 2025 targets.",
    "content": "ANNAPOLIS—Maryland, Virginia and Pennsylvania, the states with the largest runoff into the Chesapeake Bay, are not on track to meet their goals to restore the nation’s largest estuary by 2025.\nThose are the findings in a report released Tuesday during a video press conference by the Chesapeake Bay Foundation, the premier environmental watchdog of the bay watershed.\nThe assessment comes just days before a meeting in Washington of the Chesapeake Bay Executive Council, a high-powered consortium that includes the governors of Maryland, Pennsylvania, Virginia, West Virginia, Delaware and New York; the U.S. Environmental Protection Agency, Washington Mayor Muriel Bowser and the chair of the Chesapeake Bay Commission.\nDuring the Oct. 11 meeting, members are expected to discuss accelerating efforts to clean up the bay by 2025. Their decisions will directly affect over 18 million people and 3,600 species of plants and animals that live in the watershed’s 64,000 square mile expanse.\nThe pollution reduction goals were established by the council in the 2010 Chesapeake Clean Water Blueprint, a regional effort between the watershed states.\nHilary Harp Falk, president of the Chesapeake Bay Foundation, said while the states that make up the bay’s watershed are making progress, they must face the fact they are not moving fast enough to fulfill the blueprint’s goals.\n “The bay states need to recommit to the partnership and its collective goals to restore rivers, streams and ultimately the Chesapeake Bay,” Falk said.\nThe foundation aimed its heaviest criticism at Pennsylvania.\n“Pennsylvania is not on track to meet its 2025 pollution-reduction commitments, including the creation of an adequate plan that achieves those commitments,” the report said.\nAlthough Maryland and Virginia are projected to meet their goals in reducing wastewater pollution, they are behind in other metrics, the foundation said.\n“All jurisdictions are behind in meeting commitments to reduce pollution from stormwater and agriculture,” Falk said. “We know that key policy changes are necessary to fix these issues that have long hampered our collective success.”\nA chart from the Chesapeake Bay Foundation detailing the reduction of nitrogen in Chesapeake Bay jurisdictions. According to the U.S. Geological Survey, an overabundance of nitrogen can cause adverse health and ecological effects. (Chesapeake Bay Foundation)\nThese changes include increased funding for state conservation programs and pollution monitoring, the foundation said.\nUnder the blueprint, the Environmental Protection Agency is assigned to enforce restoration efforts, but foundation officials said the EPA has been lax in its actions.  \n“What has been largely missing in recent years is the accountability piece, due in part to EPA’s failure to act,” said Beth McGee, director of science and agricultural policy for the foundation.\nThe foundation sued the EPA in 2020 under the Clean Water Act for failing to compel New York and Pennsylvania to develop adequate restoration plans to meet the goals of the blueprint. The litigation is ongoing, Falk said.\nIn an interview with Capital News Service, Conny Kazungu, the director of the environmental politics and policy concentration at the University of Maryland, questioned whether regulation efforts can be maintained if the EPA does not do its job.\n“What does that mean for future generations?” Kazungu asked. “What does that mean for the bay?” \nIn Maryland, wastewater pollution reduction is the state’s most successful effort thus far, said Eric Fisher, the foundation’s Maryland assistant director. Still, Fisher said, the state must remain vigilant.\nHe pointed last year, when Maryland filed lawsuits against two Baltimore-area wastewater treatment facilities for discharging untreated sewage. \n“What we’ve seen this past year with operational failures at some of the state’s largest plants is the negative impact that a lack of vigilance can have on the progress we’ve already made,” Fisher said. “It’s critical that Maryland keep up and better inspect its facilities and maintain enforcement when plants are out of compliance.” \nIn a statement from the Governor’s Council on the Chesapeake Bay, Maryland environmental officials commended the work that the state has done so far.\n“Maryland has taken strong and effective actions to correct the violations and deficiencies at the Back River and Patapsco wastewater treatment plants, Maryland’s two largest such facilities,” the council said. “The state has set an example for the nation in the use of state-of-the art technology to upgrade wastewater water treatment facilities and significantly reduce nutrient pollution that threatens the Bay.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland\", \"Virginia\", \"Pennsylvania\"]",
    "metadata_key_institutions": "[\"Chesapeake Bay Foundation\", \"Chesapeake Bay Executive Council\"]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2022/04/13/coast-guard-has-new-plan-to-move-cargo-ship-stuck-in-chesapeake-bay/",
    "title": "Coast Guard has new plan to move cargo ship stuck in Chesapeake Bay",
    "topic": "Chesapeake Bay",
    "tags": [
      "Coast Guard",
      "Cargo Ship",
      "Pasadena Park",
      "Stranded Vessel",
      "Tourism Boost"
    ],
    "summary": "The Coast Guard has devised a new strategy to free a cargo ship stranded in the Chesapeake Bay since March 13, which unexpectedly boosted tourism at a local park in Pasadena.",
    "content": "PASADENA, Md. – The Coast Guard has announced a new plan to try to move a cargo ship that has been stuck in the Chesapeake Bay since March 13. But the ship has increased tourism to a nearby local park in Pasadena.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Pasadena\"]",
    "metadata_key_institutions": "[\"Coast Guard\"]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2022/04/13/maryland-installs-more-litter-traps-to-protect-water-and-sewer-systems/",
    "title": "Maryland installs more litter traps to protect water and sewer systems",
    "topic": "Chesapeake Bay",
    "tags": [
      "Montgomery County",
      "Anacostia Watershed",
      "Litter Traps",
      "Environmental Protection",
      "Water Systems"
    ],
    "summary": "Montgomery County, Maryland, has installed its first litter trap in the Lockridge Drive Tributary, joining seven others in the Anacostia watershed to prevent trash from reaching the Chesapeake Bay. This initiative aims to protect water and sewer systems while reducing environmental harm.",
    "content": "SILVER SPRING, Md. – Trash in waterways is hazardous for people, wildlife and the environment. Montgomery County releases its first litter trap in the Lockridge Drive Tributary adding on to the other seven traps in the Anacostia watershed. The traps will capture trash from going into the Chesapeake Bay and help mitigate the environmental impact.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Montgomery County\", \"Anacostia\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Waste management\"]"
  },
  {
    "link": "https://cnsmaryland.org/2022/04/07/maryland-seeks-solutions-for-ship-stuck-in-chesapeake-bay/",
    "title": "Maryland seeks solutions for ship stuck in Chesapeake Bay",
    "topic": "Chesapeake Bay",
    "tags": [
      "Peter Franchot",
      "Ever Forward",
      "Port Baltimore",
      "U.S. Coast",
      "Taiwan Shipping"
    ],
    "summary": "Maryland officials, including Comptroller Peter Franchot, express concern over the environmental and economic risks posed by the Ever Forward, a large container ship stuck in the Chesapeake Bay for nearly a month. Rescue efforts, led by the U.S.",
    "content": "ANNAPOLIS— The subject during the Board of Public Works meeting Wednesday was wetlands licenses, but Comptroller Peter Franchot brought up the thing that everyone was actually thinking about – the boat.\nEver Forward, the enormous container ship stuck in the Chesapeake Bay that has been a nearly one-month headache for the U.S. Coast Guard, the Port of Baltimore and the Department of the Environment, had become a concern for the governor, the comptroller and the state’s treasurer.\n“I remain concerned about the ongoing salvage effort,” Franchot, a Democrat running for governor, said. “Each day that goes by increases the potential for a hull breach, [and] disruptions to the critical Port of Baltimore. A hull breach can result in ecological, reputational and economic risks to Maryland.”\nThe ship has been the subject of local curiosity and nationwide conversation.\nOwned by Taiwan-based shipping company Evergreen Marine Corp, the vessel departed Baltimore at 10:33 p.m on March 13, and steered outside the Craighill Channel and became lodged on the bottom just off the shores of Pasadena, according to information from the Board of Public Works meeting.\n\nBy the time it is freed, it will have been more than a month since it originally became wedged. At almost 1,096 feet long and nearly 158 feet wide, it is, Franchot said, the largest boat ever stuck in the Chesapeake Bay.\nCreated by Stephen Neukam\nDoug Myers, Maryland senior scientist for the Chesapeake Bay Foundation, drove the enormity of the situation home during an interview with the Capital News Service.\n“This is a very large ship and it’s very stuck,” Myers said. “The ship is 42 feet deep and it’s in 24 feet of water. So, that means about 20 feet of it is buried in the mud.”\nRescue efforts are being coordinated by the United States Coast Guard, with support from state agencies.\nPlans to free the ship were put in place immediately after it ran aground. Initial efforts centered around dredging, clearing away the mud from around the hull, and then using tow boats to pull the ship out.\nThe first attempts failed. Dredging continued to the depth of 43 feet, along with an additional tow. Neither worked and dredging was halted on April 5,, Port of Baltimore Executive Director William Doyle told the Board of Public Works.\nThe mud and sand dredged from around the boat was taken to Poplar Island, a land mass off the coast of Maryland’s Eastern Shore in Talbot County.\nWith all attempts to free the vessel so far unsuccessful, Coast Guard officials have decided the next course of action is to remove cargo containers from the boat to lighten it. The containers will be returned to Seagirt Marine Terminal in the Port of Baltimore, Doyle said. Weather permitting, the effort is expected to begin on April 8 and run until April 15, he said.\nEvergreen has cleared the way for the new effort by declaring General Average on the vessel on March 31. By declaring General Average, a principle of maritime law, all parties with an interest in the ship and cargo will share financial responsibility for solving the predicament.\nIf this story sounds familiar, it’s because Ever Forward is a sister ship of Ever Given, the container ship that got stuck in the Suez Canal in Egypt in March 2021. Ever Given blocked traffic in the canal for six days. The incident put pressure on global shipping as scores of ships were unable to move through the canal. The Ever Forward is not preventing travel through the bay.\nStill, the longer the ship sits, the more environmental concerns arise. In an effort to prevent any negative impacts by the ship’s grounding, a 500-yard safety zone has been established around the vessel.\n“Ensuring the ship’s stability and monitoring for any signs of pollution continue to be top priorities for the Unified Command and responders,” Doyle said.\nThe threat of pollution and damage has environmentalists concerned. The Chesapeake Bay Foundation, a non-profit organization devoted to restoration and protection of the Chesapeake Bay, has been watching the removal efforts closely, Myers said.\n“We’ve been in contact with the Department of the Environment and the Coast Guard since a day or two after the grounding, because of concern that anytime a ship that large is aground, it creates a lot of stress on the hull,” he said.\n“This kind of ship is not designed to be sitting on the bottom. It’s designed to be floating. We will remain very concerned until it is freed, and we’re sure no spills have occurred.”\nDuring Wednesday’s meeting, Hogan said he may not have a solution to the grounding, but he did offer one suggestion.\n“I’ve had a discussion with Bill Doyle about this,” he said. “I said I was gonna climb up on the side of that ship and paint an ‘N’ on it. ‘NEver Forward.’\n– 30 –",
    "metadata_people": "[\"Peter Franchot\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat disruption\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/11/02/proposed-chesapeake-bay-funds-aim-to-curb-pollution/",
    "title": "Proposed Chesapeake Bay funds aim to curb pollution",
    "topic": "Chesapeake Bay",
    "tags": [
      "Congress",
      "Funding",
      "Agriculture",
      "Pollution",
      "Senators"
    ],
    "summary": "Congress is considering $737 million in funding for Chesapeake Bay pollution reduction, focusing on agricultural conservation practices and support for farmers. This proposal comes after reports of widespread violations of water pollution control permits among Maryland poultry operations, highlighting the urgent need to reduce nitrogen levels and meet restoration targets.",
    "content": "As much as $737 million in proposed funding expected to be included as part of the budget reconciliation package being negotiated in Congress would be used toward reducing pollution in the Chesapeake Bay watershed, including for agricultural conservation.\nThe funds would also be used toward reducing agricultural pollution in the local streams, creeks and rivers that feed into the Chesapeake Bay.\nIncluded in the $737 million are proposals to plant forested buffers and rotate where livestock graze.\nThe programs are intended to provide financial and technical support to farmers who may not have the available resources to implement conservation practices.\nSens. Bob Casey, D-Pennsylvania, Tim Kaine, D-Virginia, Mark Warner, D-Virginia and Chris Coons, D-Delaware, joined Maryland’s two senators, Chris Van Hollen, D, and Ben Cardin, D, in pushing for the funding.\nIn a letter sent on Oct. 7 to Sen. Debbie Stabenow, D-Michigan, chair of the Senate Committee on Agriculture, Nutrition and Forestry, the six senators argued that the need to reduce nitrogen levels in the Chesapeake Bay was urgent.\nThe potential funds for the conservation programs would be allocated from up to four programs within the U.S. Department of Agriculture, according to a spokesperson in Cardin’s office.\nCardin’s spokesperson cautioned that despite the push for all $737 million in funding, it is unclear how much money the reconciliation package would direct to the Chesapeake Bay.\nThe push for funding comes amid a report that 84% of the 182 Maryland poultry operations that the state inspected between 2017 and 2020 had one or more violations of their state water pollution control permits, according to the report published in The Environmental Integrity Project.\nThe report also found that about two-thirds of the poultry operations that failed inspections had a waste management problem.\nThe goal of the new conservation programs is to meet the restoration targets that watershed states committed to in a 2010 Chesapeake Clean Water Blueprint, which was a plan to reduce pollution enough to restore the health of the waterways.\nAround 80% of the pollution reduction needs to come from agriculture to meet the 2025 deadline established in the blueprint, according to plans that the states developed.\n“(Chesapeake Bay Foundation) is excited to see momentum for the (Chesapeake Bay Resilient Farms Initiative) building among agricultural leaders who represent more than 100,000 farm families across the watershed,” foundation Federal Executive Director Denise Stranko said in a statement.\nPollution and restoration efforts for the Chesapeake Bay have been going on for decades.\nCongressional Democrats continued early this week to negotiate the cost and programs within the reconciliation package.\nHouse Speaker Nancy Pelosi, D-California, indicated on Tuesday morning that a vote on the reconciliation bill could happen as early as Thursday.\nThe reconciliation bill is a broad social spending plan that includes universal pre-K, an expansion of the child tax credit and an expansion of Medicare, among other measures.\nSens. Joe Manchin, D-West Virginia, and Kyrsten Sinema, D-Arizona, have been unwilling to support the $3.5 trillion amount that President Joe Biden, D, initially proposed.\nThe final price tag appeared likely to land at around $1.75 trillion as negotiations progressed.\nManchin recently expressed opposition to Biden’s $150 billion climate plan within the bill to transition toward clean energy, although approximately $500 billion worth of other environmental provisions remain in the proposal.\nBiden announced a revised framework for the reconciliation package on Oct. 28, but it remains unclear whether it has the support of all 50 senators.\nProgressive House Democrats have expressed more of an openness in recent days to reducing the overall cost of the reconciliation plan.\nMembers of the House Progressive Caucus had been unwilling to vote for a bipartisan infrastructure bill that the Senate passed in August until an agreement on the reconciliation bill was reached.\nOn Tuesday, progressive lawmakers appeared open to advancing the infrastructure bill without details of the reconciliation package in place.\nIn an interview on CNN Tuesday morning, Rep. Pramila Jayapal, D-Washington, who chairs the House Progessive Caucus, conveyed optimism that both bills could pass the House this week.\nMeanwhile, in a press conference on Monday, Manchin reiterated his position of pushing for a vote on the infrastructure bill as soon as possible while refraining from committing to support the current reconciliation framework.\nThat bipartisan infrastructure bill also included $238 million in funding for Chesapeake Bay restoration efforts, but is separate from the push for $737 million in the reconciliation package.\nModerate House Democrats had urged Pelosi to pass the infrastructure bill regardless of the progress on the larger reconciliation package.\nRep. Andy Harris, who is the lone Republican member of Maryland’s congressional delegation, declined a request for comment on the proposed $737 million in funding.\nCongressional Republicans are united in opposition to the reconciliation package and have derided the proposal as far too expensive.\nHowever, 19 Senate Republicans voted for the infrastructure bill that passed in August and several House Republicans have expressed support for it as well.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland\"]",
    "metadata_key_institutions": "[\"Congress\"]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/10/29/annapolis-downtown-floods-as-high-water-expected-to-last-the-weekend/",
    "title": "Annapolis downtown floods as high water expected to last the weekend",
    "topic": "Chesapeake Bay",
    "tags": [
      "Annapolis",
      "Flooding",
      "Schools",
      "Closures",
      "Weather"
    ],
    "summary": "Annapolis and other areas along the Chesapeake Bay are experiencing severe flooding with waters expected to peak at midnight Friday and remain high through early Sunday, leading to school closures in several Maryland counties. The National Weather Service predicts tides up to 5 feet above normal, potentially causing significant damage to businesses in downtown Annapolis.",
    "content": "ANNAPOLIS, Md. — Flooding in Annapolis Friday night and into the weekend could reach the third-highest level ever recorded, according to the National Weather Service.\n\n(Video by Bethany Probst/Capital News Service)\nAreas along the Chesapeake Bay, including Baltimore City and Annapolis, are expecting coastal flooding, high winds, and heavy rains.\nThe flood level is expected to peak around midnight Friday, but forecasters predict water levels in Annapolis will remain at moderate flood levels through early Sunday morning.\n\nSome Maryland public school systems were closed on Friday in response to the inclement weather. Closures include schools in Anne Arundel, Calvert, Dorchester, Harford and Baltimore counties.\nConnor Belak, meteorologist with the National Weather Service in Sterling, Virginia, told Capital News Service he expects that with winds from the South and East, water levels will continue to increase Friday afternoon and evening.\n“There’s a pretty strong southeasterly flow that’s bringing water up the Chesapeake Bay and kind of channeling, funneling it up to points northward,” Belak said.\nFlood waters will likely cover the boardwalk at City Dock in Annapolis and could affect businesses in the area, including parts of Compromise Street.\nA young boy walked by the water on Dock Street to see flooding by the pier on Oct. 29, 2021. (Alexandra Radovic/Capital News Service)\nIn downtown Annapolis, workers and residents said they anticipate major floods Friday and into the evening.\nThe National Weather Service is predicting tides of around 5 feet — 4 feet above normal.\n“What we are hearing is that there should be at least five feet of water coming towards our way,” said Rita Thornton, an employee of the Iron Rooster, an all-day breakfast restaurant.\nThornton said on Friday morning that although the City Dock area was closed down, Iron Rooster, located on Market Space, was remaining open.\n“Five feet of water is drastic for any of the businesses down here, especially those that are already flooded out. … (but) we are (open) until further notice.”\nThe streets were mostly empty as the City Dock area surged with water along Dock Street from Mission BBQ all the way down to the end of the pier.\nThe Kunta Kinte-Alex Haley Memorial was flooded in downtown Annapolis on Oct. 29, 2021. (Alexandra Radovic/Capital News Service)\n“At 4.2 feet, the boardwalk at Annapolis City Dock (would be) underwater,” the National Weather Service reported Friday morning. “Floodwaters also are affecting numerous roads in Annapolis and on the Naval Academy Campus, along with structures throughout the neighboring area.”\nAfter a noon high tide on Friday, the weather service warned of the next high tide, at about 1 a.m. Saturday, though waters are not expected to recede significantly between them.\nSome Annapolis residents didn't take this week's storm predictions seriously Thursday, despite social media pushes and city press releases, because of the deceptively good weather, according to Annapolis Mayor Public Information Officer Mitchelle Stephenson.\n\"Things are pretty soggy out here,\" Stephenson said.\nSandbags were offered to residents and business owners with ID all day Thursday, but Stephenson said it took until the afternoon for many people to claim them.\nFriday morning, she and Annapolis Mayor Gavin Buckley were out delivering more sandbags, she said, to help block water from lapping at doors.\nThe city is prepared, Stephenson said, but she urged residents to use common sense when out and about.\nThe effects of the storm won’t be limited to downtown Annapolis.\n“There’s gonna be different impacts at each location,” Belak said.\nClimate change has affected Maryland, which has seen an increase in flooding and rainfall in recent years.\nCapital News Service reported earlier this month that, in 2018, Baltimore City had the highest annual precipitation in Maryland over the course of 20 years with 73.84 inches.\n“We are putting out sandbags and providing garage parking to our residents in preparation for heavy rainfall...through Saturday evening. Stay safe and don’t drive through standing water,” Baltimore Mayor Brandon Scott posted on Twitter.\nZachary Harris, an employee at Miss Shirley’s Cafe at Baltimore’s flood-prone Inner Harbor, told Capital News Service, “We are full because people don’t want to go back outside…It’s hard to walk against the wind. It’s raining super hard. I’ve seen more than a few umbrellas get broken.”\nOn Thursday, Baltimore City and state officials announced a $5 million plan to reduce flooding in a northeast Baltimore neighborhood that has experienced flood problems since the 1950s.\nScott said he was a high school student in the neighborhood that is set to receive the funds, and that he remembered having to carefully leave school numerous times to avoid the area because of flooding.\n“And now, due to the impacts of climate change, we are seeing heavier rainfall,” Scott said Thursday. “We cannot afford to turn a blind eye to these issues.”\nKasey Thomas, a planner at the Anne Arundel County Office of Emergency Management, said she was hunkered down for a 12-hour in-person shift in Glen Burnie.\nShe said all those on duty Friday were watching MyCoast Maryland app submissions for resident-reported dangerous environments, connecting worried travelers to road closure information and posting \"continuous updates\" on the office's Facebook and Twitter.\nMyCoast is a mobile application and online tool that allows residents to report nuisance flooding location and extent, as well as damage caused by both rainfall and coastal flooding.\nNuisance tidal flooding and coastal storm damage affected cities and towns across Maryland — including North Beach, Huntingtown, Edgewater, Pasadena, Solomons, Shadyside, Baltimore and Annapolis — according to photos uploaded on Friday to MyCoast.\n\"We don't want people to panic, but we do want people to take this seriously,\" Thomas said,\nand detour through safer areas.\nTides in Annapolis are expected to crest around 5 feet, which could be the third highest level recorded in the city.\n\nBelak, the meteorologist, said the two previous records were during Hurricane Isabel in 2003, when tides were over 7 feet, and in 1933 when tide levels topped 6 feet.\nCapital News Service reported earlier this month that over the past 20 years, rainfall, flooding and sea level have increased across Maryland, according to data collected from the National Oceanic and Atmospheric Administration.\nIn addition to large floods, rising sea levels have increased the number of “nuisance floods,” or tidal floods that cause minor impacts, by five to 10 times since the 1960s in numerous U.S. coastal cities, according to the 2017 Climate Science Special Report.\n\nThe National Weather Service issued a coastal flood warning for much of Central and Eastern Maryland, as well as the Washington metro area and parts of Virginia.\nThe warning for the shoreline of Anne Arundel County is expected to last until 8 a.m. Saturday.\nThe northern portion of the Chesapeake Bay is under a gale warning until 8 p.m. Friday and the southern portion, from Drum Point to Smith Point, Virginia, has a storm warning until 6 p.m. Friday.\nForecasters said the storm warning area could see wind gusts up to 50 knots and waves of 3 to 6 feet.\nIn the gale warning area, the National Weather Service predicts wind gusts up to 45 knots and waves of 2 to 4 feet.\nA Jeep was submerged in water due to flooding in Annapolis on Oct. 29, 2021. (Alexandra Radovic/Capital News Service)\nIn a press release Friday, Gov. Larry Hogan, R, urged Marylanders to take the weather seriously.\n\"The Maryland National Guard has staged approximately 20 Soldiers on state active duty and 10 vehicles at the Easton and Salisbury armories as a precaution in case they are needed to support civil agencies.\"\nCity and county officials across the state urged residents to \"turn around, don't drown,\" not to drive into standing water and not to ignore police barricades.\nIn a press release Thursday, the Maryland Department of Emergency Management encouraged residents to plan in case they need to leave the area.\n“Ensure your emergency supply kit is ready to go, let family and friends know about your plans, have a portable radio to listen to weather updates in the event you lose power, make sure all your devices are charged, and that you have an extra supply of batteries.”\nThe department added that during the pandemic, an emergency kit should also include face masks and hand sanitizer.\nThe Maryland Insurance Administration suggests gathering copies of insurance information and cataloguing belongings in your home or business in case they are damaged.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Annapolis\", \"Southern Maryland\"]",
    "metadata_key_institutions": "[\"National Weather Service\"]",
    "metadata_environmental_issues": "[\"Flooding\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/10/20/initiatives-take-on-the-challenge-of-cleaning-the-baltimore-harbor-but-problems-run-deep/",
    "title": "Initiatives take on the challenge of cleaning the Baltimore Harbor, but problems run deep",
    "topic": "Chesapeake Bay",
    "tags": [
      "Baltimore",
      "Trash Wheels",
      "Alice Volpitta",
      "Blue Water",
      "Healthy Harbor"
    ],
    "summary": "Baltimore has made strides in cleaning its harbor through initiatives like the deployment of trash wheels and efforts by non-profits, but challenges remain due to industrial contaminants and contamination of collected recyclables. Despite setbacks, some areas are now safe for swimming when it hasn't rained recently, and the city remains committed to making the harbor swimmable and fishable.",
    "content": "Since the Clean Water Act in 1972, there have been multiple efforts by Baltimore City and non-profit groups to clean up the Baltimore Harbor and make the Harbor and surrounding waterways safer and more accessible to residents and visitors. \nThese efforts, however, face many challenges.\n“We know that Baltimore has a long industrial legacy that involves toxic contaminants that still haunt us to this day,” said Alice Volpitta, the Baltimore Harbor Waterkeeper at Blue Water Baltimore (BWB), non-profit organization focusing on rehabilitating waterways in the Baltimore area and creating a prosperous environment for the community.    \nThe Waterfront Partnership of Baltimore, founded in 2010, aspired to make the Harbor swimmable and fishable by 2020. Despite setbacks, Director of the Healthy Harbor Project Adam Lindquist said that there are some areas that are swimmable in the Harbor now. \n“We’re looking forward to taking a jump in the Harbor. If it hasn’t rained in 48 hours, the Harbor is basically safe for recreation.” \nTrash is one obstacle to cleaning up the Harbor. In 2014, the city deployed several water wheels, invented by environmental scientist John Kellett, to collect trash. The trash wheels funnel trash into an enclosed area and break it down into smaller pieces to be collected and hauled away. \nThere are four trash wheels currently in use in Baltimore, placed near where a river and larger body of water connect. The trash wheels add a layer of protection, removing some trash from flowing into the Harbor. \nBetween May 2014 until August 2021, the trash wheels collected over three-million-pounds of trash and over 1.4 million plastic water bottles.\n\nUnfortunately, according to Kellett, the recyclable items collected from the trash wheel are too contaminated to properly be recycled.\n“We’ve tried to sort out the recyclables from the trash that we collect, but nobody seems to want it because it’s very contaminated with… everything else that’s in the water,” Kellett said.\nThis forces much of the recyclable items to be thrown away and incinerated at Wheelabrator Baltimore, along with the rest of the collective trash, according to Cody Boteler of the Baltimore Journal. According to documents from Wheelabrator Baltimore, the incineration of Baltimore’s trash released 688,930 tons of carbon dioxide in the air in 2020 and 805,861 tons in 2019. \n“As a small nonprofit we don’t have control, directly, over the city’s infrastructure, over the city’s waste disposal system,” Lindquist said. \nKellett believes that there should be some sort of incentive to reduce waste, so there are little to no one-time use items that take hundreds of years to decompose. \n“Personally, I think the best solution is not to generate that waste to begin with,” Kellett said.\n\nIn April 2018, the Baltimore City Council passed an ordinance that banned polystyrene (styrofoam) food containers from businesses. The ban went into effect Oct. 19, 2019. According to the Society of Environmental Journalists, polystyrene can take up to 500 years or more to decompose.\nBaltimore City also created the Comprehensive Bag Reduction Act, which went into effect Oct. 1, 2021, and bans “single-use plastic check out bags at the point of sale, pickup, or delivery,” according to the Baltimore Office of Sustainability. \n\n\nSewage is another obstacle in cleaning up the Harbor. In December 2020, Baltimore City allocated $430 million to correct problems in the sewer system that generated millions of gallons of overflow into the Harbor, according to the 2021 Harbor Heartbeat.\n“Our underground pipe infrastructure is old and leaky, and sewage overflows unfortunately plague our streams, rivers, and Harbor rain or shine,” Volpitta said in an email.\nOn Oct. 11, BWB announced in an update on their website that they “notified the Baltimore City Department of Public Works of [their] intent to file a lawsuit” for the department’s violations at wastewater treatment plants.\nThe DPW acknowledged the issues and are taking steps to resolve them, according to a press release Oct. 8. \nThe Harbor has had some decline in bacteria levels from sewage pollution and stormwater runoff, according to the BWB “2020 Water Quality Report Card.” Though BWB emphasized that the improvements in bacteria levels were mostly in dry weather. \nThe BWB yearly report cards have shown low overall water health since 2010, even though fecal bacteria levels in the Harbor are improving.\nAccording to BWB’s Green Stormwater Infrastructure Report, the runoff from storms in Baltimore has caused “hundreds of millions of gallons of sewage mixed with stormwater spilled into Baltimore’s streams and Harbor in 2018” which eventually found its way into the Harbor and led its way into the Chesapeake Bay. \nThe Overall EcoScores in the BWB report cards represent the health of the water at specific stations. Factors that influence the overall scores in the Baltimore Harbor Watershed are: phosphorus, nitrogen, chlorophyll, enterococcus bacteria, and dissolved oxygen. The scores are based on the Mid-Atlantic Tributary Assessment Coalition’s stream analysis protocol.\nWater Stations and Trash Wheels in the Baltimore Harbor\nThe blue circles represent the water stations that test the water quality and health within the Baltimore Harbor Watershed. Click on these dots to see the Overall EcoScores at each station from 2013-2020. The red circles show the locations of each of the trash wheels.  \n\n\nSource: Blue Water Baltimore and Mr. Trash Wheel\nEnterococcus bacteria indicates fecal matter. If there are high levels of this bacteria, it can harm people who use the waterways to swim or fish, according to BWB. However, it is necessary to have high levels of dissolved oxygen in water as fish and other living aquatic creatures need this to survive, according to the 2021 Harbor Heartbeat.\nPhosphorus and nitrogen come from stormwater and sewage pollution, according to the report card. These nutrients cause algae blooms, and chlorophyll indicates the presence of them, according to the 2021 Harbor Heartbeat. Algae blooms are problematic because they remove the oxygen from water and create dead zones.\n“Our data is telling us that bacteria levels are often much too high to make it safe for recreation; and there needs to be signage around the Harbor letting people know about that,” said Volpitta. \n“Everyone has the right to enjoy their local waterways without the fear of getting sick, that’s what the Clean Water Act is all about. People deserve to know about and understand the health of their local waterways so they can decide for themselves how to proceed.”\nIn their 2020 report, The Healthy Harbor Initiative, says that they hope to open a swimmable area in the Harbor by 2030. \n“There are good days and there are bad days in the Baltimore Harbor, just like any urban waterway. We’re having more good days now than we did 10 years ago. ” Lindquist said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Baltimore\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Waste management\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/05/18/chesapeake-bay-area-lawmakers-urge-epa-to-enforce-pollution-standards/",
    "title": "Chesapeake Bay area lawmakers urge EPA to enforce pollution standards",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA",
      "Senators",
      "Pollution",
      "Pennsylvania",
      "New York"
    ],
    "summary": "Chesapeake Bay region senators urge the EPA to enforce strict water pollution standards in Pennsylvania and New York to meet 2025 restoration goals, expressing concern over significant shortfalls, particularly in nitrogen reduction. They request the EPA use all available tools to ensure all jurisdictions comply with the Chesapeake Bay Total Maximum Daily Load plan.",
    "content": "Senators from the Chesapeake Bay region are asking the Biden administration to enforce strict water pollution standards in Pennsylvania and New York to help meet previously-agreed goals for restoring the Bay.\nThe lawmakers, all Democrats, told new Environmental Protection Agency Administrator Michael Regan in a letter last month that efforts to reduce certain Bay pollution sources by 2025 “are at a critical juncture.” \n“Our concern has been the state of Pennsylvania has been falling significantly short of the goals that they need to reach in order for us to meet the overall pollution goals for the Bay in 2025,” Sen. Chris Van Hollen, D-Maryland, one of the co-authors of the letter, said in an interview with Capital News Service. \nThe senators told Regan that Pennsylvania would only meet 75 percent of its target to cut nitrogen pollution. New York also would fall short of its nitrogen goal by 1 million pounds, they said.\nIn addition to Van Hollen, the senators on the letter were Ben Cardin of Maryland, Tom Carper and Chris Coons of Delaware, and Mark Warner and Tim Kaine of Virginia. \nIn 2010, the EPA established the Chesapeake Bay Total Maximum Daily Load for pollutants permitted without violating water quality standards. The standards applied to the Bay’s surrounding states: Maryland, Virginia, Pennsylvania, West Virginia, Delaware, New York, and the District of Columbia.\n“It sets limits for pollution that equate to a 25 percent reduction in nitrogen, 24 percent reduction in phosphorus, and 20 percent reduction in sediment,” the senators’ letter noted. \nUnder the Bay pollution daily load plan, the EPA has the power to enforce water quality standards and to require additional reductions in sources of pollution to meet the 2025 goals.\n“We ask that you use all tools at your disposal…to make sure that all jurisdictions are on track for 2025,” the senators wrote.\n“Because the Bay is a watershed that encompasses multiple states and the District of Columbia, the role of the federal government through the EPA is essential to bringing different states together to comply with our pollution reduction targets,” Van Hollen told CNS.\nLast September, the Chesapeake Bay Foundation filed a lawsuit against the EPA for “failing to comply with their responsibilities under the Clean Water Act and the Blueprint,” according to the foundation’s website. The case was later consolidated with similar lawsuits filed by attorneys general in Maryland, Virginia, Delaware and the District of Columbia.\n“Those (lawsuits) in my view are important measures to take to push the EPA in the right direction,” Van Hollen said. “The previous administration did not do enough, in my view.”\nFoundation President William Baker said in January that “if Pennsylvania does not meet its obligations… the Chesapeake Bay will never be saved.”\nThe EPA responded to a request for comment from CNS with this statement: “Administrator Regan, in remarks as a nominee before the Senate Environment and Public Works Committee, acknowledged that the Chesapeake Bay is a national treasure. He offered his commitment as EPA administrator to ‘look for all the resources we can bring to bear to protect the Chesapeake Bay’ and to help our state partners meet the 2025 goal of having all practices in place to restore the Bay and its tidal waters.” \n“As such,” the statement continued, “we look forward to taking the next steps in providing funding and technical assistance, tracking and reporting progress, coordinating and facilitating partnership efforts through the Chesapeake Bay Program Office, and taking appropriate actions within our Clean Water Act authorities.”\nVan Hollen added that he is hopeful the Biden administration and the EPA will provide states the tools or resources they need to meet the pollution standards and use its enforcing power for states like Pennsylvania.\n“This was a letter to accomplish two goals,” Van Hollen said, “One is to say ‘We look forward to working with the Biden administration to protect the Chesapeake Bay,’ but also, ‘We’re counting on you to strongly enforce the pollution reduction goals that are necessary to keep the Bay healthy.’”\nMeanwhile, the governors of the states in the Bay watershed, along with District Mayor Muriel Bowser and Virginia Del. David Bulova, chairman of the Chesapeake Bay Commission, are asking Congress for more federal support for cleanup.\n“Our proposal is the Billion for the Bay Initiative: a significant and much needed infusion of new funds that will jumpstart the final phase of Bay restoration and put people to work building clean water infrastructure, including green infrastructure that will reduce stormwater and agricultural water pollution, the restoration of natural landscapes, and helping us adapt to the impacts of climate change,” the May 13 letter to congressional leaders said.\nThe governors signing the letter were Maryland’s Larry Hogan, a Republican; Virginia’s Ralph Northam, a Democrat; Pennsylvania’s Tom Wolf, a Democrat; West Virginia’s Jim Justice, a Republican; Delaware’s John Carney; and New York’s Andrew Cuomo, a Democrat.  \nThe Chesapeake Bay Total Maximum Daily Load is intended to address decades of pollution in the 64,000-square mile watershed from urban and agricultural runoff, wastewater contamination and air pollution. The poor water quality not only has affected aquatic life but also has threatened industries dependent on the Bay, from recreational tourism to fishing.\nThe Bay and its many tributaries is home to nearly 18 million people and hosts a vast array of 3,700 species of fish, animals and plants.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Pennsylvania\", \"New York\"]",
    "metadata_key_institutions": "[\"EPA\"]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/04/22/chesapeake-bay-fate-depends-on-many-states/",
    "title": "Chesapeake Bay fate depends on many states",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA",
      "New York",
      "Pennsylvania",
      "Maryland",
      "Virginia"
    ],
    "summary": "The health of the Chesapeake Bay is critically dependent on the cooperation of six states and D.C., with major challenges including pollution from the Susquehanna River and declining water quality and underwater grasses. Recent legal actions and reports highlight the urgent need for improved accountability and action to restore the bay's ecosystem.",
    "content": "The health of the Chesapeake Bay is dependent on the cooperation of six states and the District of Columbia, making it difficult to consistently tackle pollution across the estuary.\nNew York, Pennsylvania, West Virginia, Maryland, Delaware and Virginia all contribute to the health of the Bay.\nIn September, the Chesapeake Bay Foundation sued the Environmental Protection Agency claiming that the agency has not held New York and Pennsylvania accountable for helping to clean up the Chesapeake Bay through the U.S. Clean Water Act. The lawsuit is progressing through the federal court system.\nThese upper states have a major effect on the Chesapeake Bay because the Susquehanna River, which flows through New York and Pennsylvania, provides half of the Bay’s fresh water, according to the USDA.\nWater quality and underwater grasses, both vital to the health of the Bay, have declined in a recent report from the Chesapeake Bay Program, released on April 6.\nAccording to the report, only 38% of the Chesapeake Bay met water quality standards from 2016 to 2018, a 4 percentage point decrease from 2015 to 2017 measurements.\nThe report also noted a 33% decrease in underwater grasses, from 99,511 acres observed in 2018 to 66,684 acres in 2019.\n\nBlue crab population remains stable and oyster numbers increased in 2020, but are still far from reaching a healthy level, according to the Chesapeake Bay Foundation’s State of the Bay report.\nFish suffered in 2020. Both rockfish and shad populations were recorded far below below sustainable levels, according to the report.\nThe Chesapeake Bay is experiencing effects from heavy rainfall in 2018 and the beginning of 2019, which washed down pollution from upstream states, such as New York and Pennsylvania, said Rachel Felver, communications director of the Chesapeake Bay Program.\nFor many years, the estuary has received nitrogen and phosphorus pollution from landscape runoff. Too much nutrient fertilizer spurs algae blooms, causing low oxygen levels and killing fish, said Doug Myers, senior Maryland scientist at the Chesapeake Bay Foundation.\nStorm runoff has become a major issue because there are more frequent storms and water is getting warmer due to climate change, both of which exacerbate this nutrient loading, Myers said.\nThe Clean Water Act of 1972 requires across the nation that all waters are fishable and swimmable, Myers said.\n“We want to live in a healthy ecosystem and we want to be able to fish and swim in the Bay,” Myers said.\nPennsylvania contributes to 43% of the excess nitrogen reaching the Chesapeake Bay, said Renee Reber, campaign manager of watershed advocacy at PennFuture, a Pennsylvania environmental advocacy organization.\nCleaning up pollution in the Bay is important not only for Pennsylvania’s waterways, but also for public health in general, Reber said.\n“The health of the Bay is important because it’s America’s largest estuary, the third-largest estuary in the world,” Reber said.\nPennsylvania has fallen behind because it’s an agricultural state. The state has to deal with different landowners and politics that honor that agricultural legacy, Myers said.\nPennFuture stated that Pennsylvania has to spend $521 million annually to cut water pollution and meet their portion of the 2025 deadline agreed upon by six Bay states and the District of Columbia to reduce pollution in the Chesapeake Bay.\n“If we go much later than that (2025), in reaching those water quality goals, it’s going to get harder and harder to do because climate change will be working against us,” Myers said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Susquehanna River\", \"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2021/04/15/chesapeake-bay-southern-maryland-could-see-new-federal-park-heritage-designations/",
    "title": "Chesapeake Bay, southern Maryland could see new federal park, heritage designations",
    "topic": "Chesapeake Bay",
    "tags": [
      "Ben Cardin",
      "John Sarbanes",
      "Maryland Congress",
      "National Recreation"
    ],
    "summary": "Maryland's congressional delegation is proposing new federal park and heritage designations for the Chesapeake Bay area to enhance protection and recognition of its natural, cultural, and recreational significance. The initiative, led by Sens.",
    "content": "The Maryland congressional delegation is pushing legislation to protect and enhance the natural resources throughout southern Maryland and the Chesapeake Bay area with new federal park and heritage designations.\nDemocratic Sens. Ben Cardin and Chris Van Hollen, both of Maryland, and Rep. John Sarbanes, D-Towson, have mounted a bicameral effort to form a working group that would explore designating the Chesapeake Bay region as a national recreation area. This group would be made up of lawmakers and more than 30 regional organizations.\nEfforts to protect the nation’s largest estuary have been floating around for decades.\nIn his 1984 State of the Union Address, then-President Ronald Reagan said he regarded the Chesapeake Bay as a “productive recreational area and a special national resource.”\n“Marylanders know the Chesapeake Bay is a national treasure,” said Van Hollen, who is leading the working group effort. “Designating a Chesapeake National Recreation Area will highlight that reality – and bring national recognition to the importance of the Bay and its natural, cultural, historical, and recreational significance.”\n“This is also a unique chance to bring new resources to protecting the Bay and to generate new opportunities to grow Maryland tourism and outdoor recreation,” he said.\nPlaces designated as national recreation areas were initially spaces surrounding reservoirs. Now, the concept has expanded to offer visitors opportunities to experience more than just water-based outdoor activities.\nGolden Gate Park in San Francisco is a national recreation area, an urban waterfront space that includes the former penitentiary on Alcatraz Island, the Sutro Baths ruins and the Presidio of San Francisco.\nThe Oregon Dunes National Recreation Area on the Oregon coast features the nation’s largest coastal sand dunes. Visitors can drive off-road vehicles, camp or bird-watch.\nNational recreation areas also often include significant natural and cultural elements.\nChesapeake Conservancy President and CEO Joel Dunn applauded the efforts of the lawmakers heading the project.\n“A Chesapeake National Recreation Area would be a land-based, 21st century park, uniting new and existing National Park Service sites and trails, as well as partner parks, to increase public access to the Bay and to create a national park-worthy visitor experience for all to enjoy,” he said in a statement.\nDunn also said a Chesapeake NRA would bring economic benefits to the region.\n“Along with protecting natural, cultural, and historic resources and connecting people to nature, national parks have a proven, positive economic impact on surrounding local economies,” he said. “A Chesapeake National Recreation Area would strongly support the Bay region’s outdoor recreation economy, which contributes billions of dollars annually through recreation and tourism activities.”\nThe Working Group is set to collaborate in the coming months over proposed legislation that eventually would lead to creating a new Chesapeake National Recreation Area.\nThere are 40 designated NRAs nationwide and are among the most visited sites in the National Park System.\nCardin also is working with House Majority Leader Steny Hoyer, D-Mechanicsville, on legislation that would designate portions of four southern Maryland counties – St. Mary’s, Calvert, Charles and Prince George’s – as a new National Heritage Area.\nThe goal would be to “further commemorate, conserve and promote important natural resources,” according to Hoyer.\nNational Heritage Areas (NHAs) are designated by Congress as places where natural, cultural and historic resources come together to form a cohesive, nationally important landscape, according to the National Park Service.\nNHA entities typically collaborate with communities – in this case that would be the four Maryland counties – to determine how the area’s heritage can be made relevant to local interests and needs.\nShould the Chesapeake Bay area receive formal recognition from the National Park Service, it would be federally managed. NHAs differ in that they typically remain in state, local, or private management.\nVan Hollen was an original cosponsor of the heritage legislation.\n“Southern Maryland has a vast array of natural, historical, and cultural sites,” Van Hollen said. “Designating a Southern Maryland National Heritage Area will help more Americans appreciate and experience all it has to offer, while bringing more federal funding to support and conserve this vital region of our state.”\nSouthern Maryland is rich in history.\nSt. Mary’s City, for example, was the state’s first European settlement and capital. And it is considered to be the birthplace of religious freedom in the United States because it is where the Province of Maryland passed “An Act Concerning Religion” in 1649.\nThe proposed heritage area is also home to numerous other historical sites, Civil War battlegrounds and popular hiking trails.\n“This legislation will provide the federal funding needed to enhance conservation efforts, fuel local economic growth, and support our communities,” Hoyer said.\nThe legislation authorizes $10 million in appropriations. Of that amount, no more than $1 million would be used in any fiscal year, with a limit on the maximum federal contribution of 50% of costs associated with the heritage area.",
    "metadata_people": "[\"Ben Cardin\"]",
    "metadata_geographic_focus": "[\"Southern Maryland\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2021/02/26/pandemic-could-change-the-oyster-industry-for-good/",
    "title": "Pandemic could change the oyster industry for good",
    "topic": "Chesapeake Bay",
    "tags": [
      "Pandemic Impact",
      "Oyster Industry",
      "Maryland Sales",
      "Orchard Point",
      "Consumer Shift"
    ],
    "summary": "The pandemic has significantly impacted Maryland's oyster industry, leading to a more than 25% decrease in sales and forcing businesses like Orchard Point Oyster Co. to shift from restaurant sales to direct consumer sales.",
    "content": "The pandemic-affected oyster season has been difficult for the industry in Maryland, causing farmers and watermen to rethink how they sell their product and changing how programs conduct oyster restoration.\nAfter restaurants reduced their capacity and a stay-at-home order was issued last spring, restaurant sales essentially went to zero within a matter of a week, said Scott Budden, founder of Orchard Point Oyster Co. headquartered in Stevensville, Maryland. \nPre-pandemic, Orchard Point Oyster Co. would primarily sell to restaurants, either directly to the chef or through regional distributors and wholesalers. Since April, they have transitioned to directly selling to the public, through local pick-ups and cold shipping, Budden said. \nWhile the 2020 harvest numbers are preliminary, as of December, there were 39,913 bushels of oysters sold in Maryland in 2020 from leased beds, compared to 54,903 bushels sold in 2019, according to the Department of Natural Resources. This is more than a 25% decrease in the number of oyster sold off of Maryland shellfish aquaculture leases, which includes harvests from farmers and some watermen.\nMany people only see oysters as something they enjoy at a restaurant, said Karis King, public relations and event manager at the Oyster Recovery Partnership. \n“With restaurant closures and events being pretty much non-existent, oyster farmers are left with a ton of supply with oysters that need to be harvested right away or else they are going to grow larger than the desirable market,” King said. \nThere’s a sweet spot for oysters to be harvested — between three to four inches from one tip to the other. Beyond that, the meat becomes too large, King said.  \n“Oysters don’t stop growing because of a pandemic amongst humans,” Budden said.  \nTo help address the demand problem, the Oyster Recovery Partnership has been working with oyster farmers to connect them directly to consumers and educate the public on how to shuck at home, King said. The Oyster Recovery Partnership works to increase the number of oysters in the Chesapeake Bay and implement oyster restoration projects. \nSimilar to Budden, Jason Wilford, the founder of Pirate’s Cove Oyster Co., also pivoted to online sales. However, even that has been a hit or miss, he said. Pirate’s Cove Oyster Co. is headquartered in Easton, Maryland, and grows their oyster on the Choptank River.  \n“Some weeks are great, some weeks are nothing,” Wilford said.\nPirate’s Cove Oyster Co. participated in the Nature Conservancy’s two-year initiative, Supporting Oyster Aquaculture and Restoration — known as SOAR — in collaboration with the Maryland Department of Natural Resources and the Oyster Recovery Partnership. \nThis program has helped farmers stay afloat by purchasing uneaten oysters from farmers and using them for restoration. \nSOAR provided cash to purchase new seed and cleared some of his inventory to make room for this year’s oyster planting, Wilford said.  \nA farmer grows their own oysters, while watermen participate in public fisheries. Farmers don’t harvest from public shellfish areas, rather they have aquaculture leases. A lot of watermen are also farmers, however, and have applied and received leases to grow oysters. \nRobert Brown, watermen and oyster grower, has bottom oyster leases on the tributaries of the Potomac River. While more watermen are getting into growing each year, many of them are in their upper 60s and don’t want to invest the type of money at that age to start an aquaculture business, Brown said.\nBrown, president of the Maryland Watermen’s Association, said he sells the majority of his oysters to oyster packaging houses, which aren’t working at capacity because they can’t sell the oysters once they shuck them.\nWatermen are being hit hard in the pandemic and it might be a few years before we get back to normal, Brown said. \nOyster restoration efforts have also been affected during the pandemic.\nEach year, the Chesapeake Bay Foundation adds 25 million oysters to the Chesapeake Bay on average. They added 14 million oysters in 2020, 10 million less than usual, according to a recent press release. \nTheir oyster restoration season started three months late after non-essential activities were put on hold, said Allison Colden, Maryland fisheries scientist at the Chesapeake Bay Foundation. Their season only lasts six months of the year, cutting their time to restore oyster reefs in the Chesapeake Bay in half.\nConsidering the challenges they faced due to the pandemic, adding 14 million oysters is still a big feat, Colden said.\nBut even past the pandemic, Jason Ruth, owner of Harris Seafood Co. in Grasonville, Maryland, said he doesn’t see the oyster industry getting back to the numbers they once had. \nPeople are creatures of habit and now that they’ve gotten used to doing things at home, the restaurant industry might never go back to how it was, Ruth said. \nMoving forward, the oyster industry has to get creative in how they sell oysters and how they teach people to eat oysters at home, Ruth said. \nThe Maryland General Assembly is also working to protect oysters and aquaculture in the Chesapeake Bay. \nLast week, the Environment and Transportation Committee in the Maryland House of Delegates held a bill hearing for HB0800, a bill that would require the Department of Natural Resources to develop a mobile application to determine an individual’s location in relation to aquaculture leases, natural clam or oyster bars, oyster sanctuaries, open harvest areas, and other relevant data, according to the bill’s fiscal and policy note. \nEven if this bill can save 10 watermen from losing their living for being in the wrong area, it’s worth it to the citizens of Maryland, said Del. Jerry Clark, R-Calvert and St. Mary’s, sponsor of the bill.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2020/12/22/covid-pandemic-leaves-fishing-industry-casting-for-customers/",
    "title": "COVID pandemic leaves fishing industry casting for customers",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland seafood",
      "Jason Ruth",
      "Steve Vilnit",
      "Capital Seaboard",
      "Harris Seafood"
    ],
    "summary": "The coronavirus pandemic has hit Maryland's seafood industry hard due to consumers' reluctance to cook fish at home, preferring to eat it in restaurants where they trust the preparation; with restaurants operating at reduced capacity or closed, demand for commercial seafood has plummeted.",
    "content": "KENT ISLAND, Maryland – The coronavirus pandemic has created a windfall for Maryland farmers as families, stuck at home, load up on local produce and cook their own meals. But for the state’s seafood purveyors, these are tough times.\nThe “aquaculture industry has been hit really hard this year,” said Colby Ferguson, director of government and public relations for the Maryland Farm Bureau. \nThe reason: Americans don’t like to prepare seafood at home. There are several factors behind this fish fussiness. Some say cooking fish at home stinks up the house. Others say cooking fish is too troublesome. But a bigger issue appears to be fear.\nKENT ISLAND, Maryland – Jason Ruth, the owner of Harris Seafood Co., on the Kent Narrows. (Hannah Smith/Capital News Service)\nSteve Vilnit, vice president of marketing for Capital Seaboard, a wholesale seafood company in Jessup, Maryland, that caters to restaurants, says that people prefer to eat seafood at restaurants where they believe it will be prepared properly, rather than at-home where there’s a chance they could become ill if it’s cooked incorrectly. \nConsumers are “scared to cook” seafood at home, he said, or “don’t know how.”\nBut, he adds, “they trust the chef,” at a restaurant.\nThat’s especially true for shellfish such as oysters, which are complicated to handle and have a short timeframe in which they must be consumed. Vilnit says almost all oysters are eaten at bars and restaurants.\nCrabs, which consumers tend to purchase already cooked, have been the exception and have enjoyed strong sales this year.\nFor seafood overall, nearly 70% in the United States is consumed at restaurants, according to the Chesapeake Bay Foundation. \nWith most restaurants in Maryland – and much of the nation – either closed or operating at reduced capacity, commercial demand for seafood has fallen sharply. Maryland restaurants currently are allowed to operate at 50% capacity, although some counties have further restrictions.\nJason Ruth, owner of Harris Seafood Co., an oyster grower in Chester, Maryland, says sales of oyster are down 72% this year when compared to last year.\n“People are feared to death right now,” said Ruth, and are not dining out. “Fish and oysters are something that people generally don’t take home to shuck themselves or clean themselves. And those two products actually had the worst years they’ve ever had.” Ruth said prices are 25% lower than this time last year.\nKENT ISLAND, Maryland – Seafood boxes stacked up inside of Harris Seafood Co. (Hannah Smith/Capital News Service)\nHarris Seafood was founded on Kent Island in the 1930s during the Great Depression. For years, it was one of the dozens of oyster packing houses, where workers clean and prepare the oysters to be sold.\nDuring its heyday, Harris Seafood shucked 1,900 gallons of oysters in a single day, according to its website.\nMost packing houses closed during the 70’s and 80’s, leaving Harris Seafood one of the last remaining packing houses on Kent Narrows and one of the last full-time shucking houses in the state of Maryland, according to the company’s website. The company also sells clams and crabmeat across the United States to retail stores like Costco, as well as to restaurants.\nWhen restaurants and bars are allowed to open at full capacity, Ruth is hopeful that business will spring back.\n“I do think the ones that survive are gonna be stronger than ever,” he said. “I think they’re going to be very efficient in their menu choices and stuff like that. And I do think the business will come back.”\nThe seafood industry plays an important role in the state’s economy. According to the Maryland State Archives, the seafood industry contributes nearly $600 million in business activity.\nLuckily for Harris, the crab business has been brisk. Because crabs are usually eaten outside and they tend to be purchased already prepared, sales of Maryland’s famous blue crabs hit records over the summer.\nPeople “know how to eat crabs at home,” said Ruth. “You had all these people that were looking to do something at home that was different. They had the money to do it and they were buying crabs.”\nKENT ISLAND, Maryland – Crassostrea Virginia, known at the Eastern Oyster, which is sold at Harris Seafood Co. (Hannah Smith/Capital News Service)\nJanet Terry, the owner of Olney Farmers Market, says business at produce markets has also been strong. She said many families come to the market as their one group outing of the week.\n“I am shocked how well we are doing, some of the farmers say this is the best season they’ve ever had,” Terry said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2020/02/20/trumps-proposed-chesapeake-bay-cleanup-cuts-draw-fire/",
    "title": "Trump’s proposed Chesapeake Bay cleanup cuts draw fire",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Budget",
      "Congress",
      "Hogan",
      "EPA"
    ],
    "summary": "President Trump's 2021 budget proposes a 91% cut to the Chesapeake Bay Program, drawing opposition from Congress, state leaders, and environmental groups who vow to fight the reduction. Despite similar cuts proposed in previous years, Congress has consistently reversed these decisions, and supporters hope for continued bipartisan support to maintain funding for bay restoration efforts.",
    "content": "WASHINGTON — Members of Congress, state lawmakers and environmental groups are rallying against President Donald Trump’s 91% funding cut for Chesapeake Bay cleanup and restoration included in his 2021 fiscal budget.\n“While the Trump administration continues to turn its back on the bay, we will keep fighting to protect one of our most precious natural assets,” Maryland Gov. Larry Hogan, a Republican, said in a statement.\nFor the fourth year in a row, Trump has suggested a drastic reduction in funding for the Annapolis-based Chesapeake Bay Program. It is managed by the Environmental Protection Agency and coordinates bay cleanup efforts by the federal government, the watershed’s six surrounding states – Maryland, Virginia, Delaware, West Virginia, Pennsylvania and New York – and the District of Columbia.\nThe program funnels about two-thirds of its budget to state and local efforts aimed at bay “restoration, protection and monitoring,” according to its website.\nThis funding drop to $7.3 million came weeks after both chambers of Congress passed a 16% increase in the program’s 2020 federal allowance and Trump signed off on the $85 million allocation. And just days before the budget proposal was unveiled on Feb. 10, the House voted to fund the program with $455 million spread over the next five years.\nTrump proposed 90% slashes to the program’s funding in his budgets for the last two years and recommended nixing the program completely in 2017. \nCongress has reversed these cuts in final spending bills. Chesapeake Bay supporters are hoping for similar congressional support this year.\n“Since President Trump took office, we have worked on a bipartisan basis to prevent these damaging cuts — and last year we were successful in securing an even larger investment in the Bay Program,” Sen. Chris Van Hollen, D-Maryland, said in a statement. “As in years past, I will fight tooth and nail against this administration’s attempts to undermine bay cleanup, so we can preserve and protect this vital treasure for years to come.”\nVan Hollen, who serves on the Senate’s budget and appropriations committees, has helped lead the charge to increase federal funding for the bay’s cleanup in recent years. \nHogan said he’ll use his position as chairman of the six-state Chesapeake Executive Council to garner bipartisan support for the restoration of funding. \n[Cardin and Van Hollen aim for net-zero greenhouse gases by 2050]\nTrump’s $4.5 trillion budget proposal also puts the bay in danger by cutting funding for the U.S. Geological Survey Bay Program, which received $5.7 million last year, and the National Park Service Chesapeake Gateways Program, which was allocated $3 million for 2020.\nThe lack of White House support for the program undermines the “trust, collaboration and partnership” between the states and the federal government established in the Chesapeake Bay Agreement, according to the nonprofit protection group the Chesapeake Bay Foundation. The cuts also would threaten clean water for the more than 18 million people who live within the watershed, the foundation said. \nWilliam C. Baker, the Chesapeake Bay Foundation’s president, said he looks forward to working with members of Congress on both sides of the aisle to ensure funding for the program is secured. This support is crucial with only five years to finish implementing the Chesapeake Clean Water Blueprint, Baker said. \nNo state within the watershed is completely on track to meet the water quality goals established by the blueprint, according to a 2019 Chesapeake Bay Foundation assessment, but Maryland is close to meeting its pollution-reduction goals by 2025.\n“The administration is already attacking many of the bedrock environmental protections vital to the health of local rivers, streams, and the Chesapeake Bay,” Baker said in a statement. “This drastic cut could be the final nail in the coffin for science-based restoration efforts.”",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/11/27/maryland-continues-funding-for-protective-crop-plantings/",
    "title": "Maryland continues funding for protective crop plantings",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Farmers",
      "EPA",
      "Pollution",
      "Reduction"
    ],
    "summary": "Maryland has allocated about $5 million annually for farmers to plant protective crops as part of efforts to clean up the Chesapeake Bay, but has underutilized this funding in recent years. Since 2010, Maryland has made progress toward its pollution reduction targets, reducing phosphorus by nearly 10% and nitrogen by over 9%, though it still needs to cut additional nitrogen runoff to meet its 2025 goals.",
    "content": "ANNAPOLIS, Maryland — About $5 million the state of Maryland has set aside for farmers to plant protective crops has gone wanting in recent years.\nFor the second year in a row, the state has spent less than it set aside on a program that Maryland uses in its favor when tallying efforts to clean up the Chesapeake Bay.  \nIn 2010, under the Clean Water Act, the Environmental Protection Agency set the Chesapeake Bay Total Maximum Daily Load — called a “pollution diet” — for the estuary to minimize major sources of pollution, including nitrogen, phosphorus and sediment, and meet water quality standards. \nThe Chesapeake Bay watershed includes seven jurisdictions: Maryland, Virginia, West Virginia, Pennsylvania, Delaware, New York and the District of Columbia. \nLow water quality in the Bay can cause dead zones in the water — areas of water with not enough oxygen to sustain marine life.\nThe standards established by the EPA set pollution limits for the Bay that would reduce nitrogen by 25%, phosphorus by 24% and sediment by 20% in total. \nEach of the seven jurisdictions was given distinct limits and required to describe how they would meet their goals in what are called Watershed Implementation Plans.\nSince 2010, Maryland has reduced its phosphorus loads by nearly 10%, from 4.01 million pounds per year to 3.62 million pounds per year, already reaching its 2025 target. Additionally, Maryland’s nitrogen pollution per year has decreased by over 9%, from 58.1 million pounds per year in 2010 to 52.7 million pounds per year in 2018. To meet its 2025 target, Maryland must reduce nitrogen runoff by an additional 6.9 million pounds per year. \nThe EPA set the targets, said Jason Keppler, the state’s Watershed Implementation Plan manager, and Jason Schellhardt, the Maryland Department of Agriculture’s communications director, and the state is given the flexibility to design programs that will meet its goals. \nOne of these is Maryland’s cover crop program for local farmers.\nAfter harvesting for the season, farmers can plant more crops — wheat, barley, rye, and legumes — to cover their land, i.e. cover crops. These plantings hold the soil together and sequester and absorb excess nutrients, according to the Maryland Department of Agriculture.\nThe cover crops take up the excess nitrogen from previous fertilizers and prevent them from flowing downstream into the Chesapeake, said Colby Ferguson, government relations director at the Maryland Farm Bureau. Additionally, the cover crops reduce sediment and phosphorus erosion. \nTo encourage participation in the cover crop program, Keppler and Schellhardt said, the department pays farmers per acre to plant crops as a part of the state’s Watershed Implementation Plan.\nThis year, the state allocated $22.5 million to the program, according to this year’s cover crop brochure. \nTo qualify for this year’s program, farmers had to apply between June 21 and July 17 at soil conservation district offices. The last day to plant cereal grains was Nov. 5, and other types of cover crops had earlier deadlines.\nAs a part of the program, farmers are not allowed to sell their harvested cover crops as a grain. If a farmer decides to sell the grain, they forfeit money from the cover crop program. \nFarmers may have livestock graze the cover crops, the Maryland Department of Agriculture said.  \nFollowing the planting of cover crops, the Department of Agriculture confirms the number of acres that were planted before paying for them, said Rob Schnabel, Maryland restoration biologist at the Chesapeake Bay Foundation. \nPayments are per acre and depend on when the cover crops were planted and removed. In this year’s program, crops left to grow after May 1, 2020, qualify as “Extended Season” and receive an incentive payment of $15 per acre.\nKeppler said that the department “(tries) to encourage early adoption of cover crops” because it reduces the time that the soil is left uncovered. \nAccording to the state’s Phase III Watershed Implementation Plan, the state increased funding to the cover crop program to $25.5 million per year starting this year, covering around 470,000 acres. \nAccording to Nicholas Pepersack, deputy chief of staff at the Department of Budget and Management, this amount has not been allocated since fiscal year 2015. \nThe cover crop program offsets the costs of planting to encourage farmers to use the program.\nThere are benefits to the farmers other than financial incentives. \nLeaving crops in the ground over the winter helps retain the soil, Ferguson said, which is to the farmer’s advantage. \nThe plant material is left on top of the soil and functions similar to mulch. The organic matter improves soil quality and holds in water so the soil does not dry out as fast. \nThe leftover plant material also decreases weeds, said Norman Astle, the Maryland Department of Agriculture’s administrator of Maryland Agricultural Conservation Grants.  \nLast program year, counties on the Eastern Shore received the highest amount of payouts compared to other counties in the state. A program year starts from when a farmer signs up for the program and then harvests the crop the next spring. \n\nIn recent years, participation in the program has decreased, according to data from Maryland’s Department of Agriculture. \nDuring the 2018-2019 cover crop program, around 1,274 farms participated in the program, down 10% from the 2017-2018 program. The exact number cannot be confirmed because of differentiations between two Maryland Department of Agriculture datasets. \n(One dataset includes historical data, which the department explained should be used because the data is likely more consistent over time. Another dataset contains each farm that signed up for the program and includes slightly different program totals than the historical dataset. The Maryland Department of Agriculture said that this dataset may be different because it may include some refunds from farmers. Historical data is used for this story.)\nHarborview Farms in Kent County has been the largest user of the cover crop program in the last two years. During the 2018-2019 program, Harborview Farms planted over 9,500 acres and received over half a million dollars from the state. Attempts to contact representatives for the farm were unsuccessful.\nAdditionally, 11 farms in the state received over $100,000 each from the program for planting over 2,000 acres of crops. \nIn the last seven years, farmers signed up for a total of over 600,000 acres per year. Through the 2016-2017 program, at least 68% of the acres signed up for the program were actually planted, and it peaked at nearly 81% that year.   \nDuring the 2017-2018 program, the number of participants who signed up and actually planted their cover crops dropped to below 60%. From 2017 to 2018, the final number of acres paid for by the state compared to the initial number of acres registered dropped by 25 percentage points.\nThe drop in participation was weather-related, Astle said. \nWet weather in the spring can delay the planting of crops, which pushes the harvest back and a farmer’s ability to participate in the cover crop program. \nBecause the weather has been drier this year, Astle said he anticipates higher participation in the 2019-2020 program. \nBecause planted acreage is down, the state is spending less on the program than it has allocated. \nIn the last two years combined, the state has spent nearly $36 million. However, the program typically has been allocated annually between $22 million and $24 million split, nearly equally, between the Chesapeake Bay Trust Fund and the Bay Restoration Fund, Pepersack said.\n“Any unspent funds from the (Bay Restoration Fund) remain in the cover crop program and are carried over to the following fiscal year,” Pepersack said in an email. Remaining funding from the Chesapeake Bay Trust Fund is reverted back to the trust fund at the end of the fiscal year. \nNot everyone is on board with increasing the allocation of funding to cover crops in Phase III of the Watershed Implementation Plan. \nSchnabel said the Chesapeake Bay Foundation would like to see a greater emphasis on long-term agricultural solutions, such as permanent pastures and stream-side forest cover. The Chesapeake Bay Foundation believes these are more cost-effective than annual funding programs, like cover crops, in the long run. \nPermanent pastures convert cropland used for feed for livestock into permanent rotational grazing fields of grass. \nOriginally, Maryland’s Watershed Implementation Plan indicated 425,000 acres of cover crop and 15,000 acres of permanent pasture, but the most recent phase III plan indicated approximately 70,000 more acres of cover crops, and reduced permanent pasture acreage by around 12,500, according to the Chesapeake Bay Foundation. \nKeppler said that cover crops are just “one tool in the toolbox.” Permanent pastures are more geared for a livestock farm industry whereas cover crops are better suited for cropland, Keppler said. \nCapital News Service reached out to a number of farms that have utilized this program, but none responded.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Erosion\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/10/10/undersized-crab-possession-dominates-maryland-crab-violations/",
    "title": "Undersized crab possession dominates Maryland crab violations",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Crabbing",
      "Violations",
      "Natural Resources",
      "Police"
    ],
    "summary": "In Maryland, from 2013 to 2018, possession of undersized crabs was the most common crab-related violation, accounting for nearly half of the 2,341 reported infractions. Crabbing during the closed season and other size violations were also significant issues, with specific size requirements enforced by Natural Resources Police using gauges.",
    "content": "Maryland’s Department of Natural Resources reported 2,341 crab-related violations across the state from 2013 through 2018. There were 27 types of infractions ranging from undersized crab possession to illegal harvesting methods. \nPossession of undersized crabs was the highest reported infraction and made up nearly half of the reported violations. Crabbing or possessing crabs during the closed season was the second most common offense with 356 reported citations during the six-year period. Crab season opens April 1 and closes Dec. 15, according to DNR’s eRegulations website. \nSoft crabs must measure at least 3 ¼ inches, tip to tip on the spikes, throughout the season, according to eRegulations. Male hard shell and peeler crabs must measure at least 5 and 3 ¼ inches respectively. After July 14, the size requirements increase for both male hard shell and peeler crabs by a quarter of an inch. \n“Officers are issued gauges for each size limit outlined by regulation,” said Lauren Moses, the public information officer for the Natural Resources Police. “If one or both tips [of the crab] fits inside the gauge, the crab is below the legal limit.” \n  \nMoses explained that live crabs illegally possessed at the harvest site are immediately returned to the water.\nBut the ones not discovered near the water are typically donated to a food bank or shelter, while rancid crabs are “disposed of properly,” she said. \nThere are some cases in which commercial watermen illegally possess the official state crustaceans in large quantities. Moses said Natural Resources Police sometimes sell adequately sized crabs to a dealer. She explained the money is held until a court rules it can go to the state general fund.\nMoses noted that dealing with most crab-related violations is similar to speeding ticket procedures. \n“The majority of citations are pre-paid by the violator, which is an admission of guilt,” she said. “Unless there is an error in the issuance of a citation or some other argument is made, all crab citations in which the violator did not admit guilt by paying the pre-set fine, are set for trial.” \nAbout 81% of all violations from 2013 through 2018 occurred in Anne Arundel, Somerset, St. Mary’s, Talbot, Worcester and Queen Anne’s counties — which all border a body of water popular for crab harvesting. All 20 of the  licensed crab processors in Maryland are located in these counties, with the exception of Anne Arundel County. However, the data does not conclude these businesses are the biggest offenders because it includes recreational and commercial violators. Only 1.2% of all offenses are by corporations or businesses, with nearly 40% of those violations reported in counties without crab processors. \n  \nSt. Mary’s County saw a steady incline of violations from 2013, rising from just 11 violations that year to 111 in 2018. It is an outlier in the data because many counties’ violation numbers peaked in 2016, with only a few seeing slight increases in 2018. \nMoses named two possible causes for the spike in the county and in 2016. She said the overall increase in citations is “likely due to increasing our staffing and patrol efforts, or an increase in crabbers.”  \nThe staffing growth allowed for more officers to be assigned to St. Mary’s County, which led to the increase in reported violations, Moses said. The average number of staff members at the department overall grew from 160 people in 2013 to 184 in 2016 — a 15% increase.\nLess than 2% of the violations during the six-year period came from counties that don’t or barely border a body of water suitable for harvesting crabs — Prince George’s, Caroline, Washington, Montgomery, Carroll and Frederick — and saw a combined 46 violations.\n  \nSome of these non-bay bordering counties have tidal waters home to crabs, but overall violations are not as prevalent as those with greater access to the Bay. Moses also indicated that commercial enterprises selling crabs and the vehicles transporting the catch are checked throughout the state. \n“Officers conduct routine checks via police boat and on foot,” she said. “We check for any necessary license, the quantity of catch, the size of the crab, if there are sponge or soft crabs, and if the crabs are male or female.”\nRoutine patrol checks are conducted for both recreational and commercial crabbers, she said. \nThe upcoming years look to bring stronger efforts to police crabbing with the recent appointment of G. Adrian Baker as the department’s superintendent. Baker was the former Chestertown police chief. He rejoined the Natural Resources Police in September, after serving six years as the department’s central region commander until 2012, according to an August press release.  \n“He is focused on increased conservation enforcement that would include crab enforcement,” Moses said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Natural Resources Police\"]",
    "metadata_environmental_issues": "[\"Overfishing\", \"Wildlife conservation\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/09/11/federal-funds-aimed-at-boosting-chesapeake-bay-oyster-population/",
    "title": "Federal funds aimed at boosting Chesapeake Bay oyster population",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Oysters",
      "Funding",
      "Restoration",
      "Harvest Reduction"
    ],
    "summary": "Federal funding of $800,000 has been allocated to restore oyster habitats in several Chesapeake Bay tributaries, aiming to boost the bay’s oyster population and achieve sustainability within a decade. This initiative is part of a broader effort including a proposed 30% reduction in this year’s oyster harvest and an annual federal investment of $73 million for bay protection.",
    "content": "WASHINGTON – Efforts to increase Chesapeake Bay’s oyster population – a key indicator of the bay’s health – have received $800,000 in federal funding.  \n“This money will allow us and our partners – including the Maryland Department of Natural Resources – to finish up (habitat) restoration work,” Mike Roman, director of the Horn Point Laboratory at the University of Maryland Center for Environmental Science in Cambridge, told Capital News Service.\nThe restoration work is on the Little Choptank, Tred Avon, St. Mary’s and Manokin Rivers, and Harris Creek, Roman said.\nThe funding arrives in tandem with a state proposal to reduce this year’s oyster harvest by 30%. The reduction is aimed at helping to achieve the goal of a sustainable supply of oysters in eight to 10 years, state officials said.\nMaryland’s Department of Natural Resources estimated there were 300 million mature oysters in the state’s portion of the Bay in 2018 – down from 600 million in 1999.\nThe five waterways are tributaries of the Chesapeake Bay, where scientists are working toward a goal of 50 oysters per square meter.\nHarris Creek and the Little Choptank, Tred-Avon, and Manokin Rivers are on Maryland’s Eastern Shore south of Kent Island, while the St. Mary’s River is in southern Maryland.\nThe funding was announced Aug. 27 by Sens. Chris Van Hollen and Ben Cardin, both D-Maryland, and House Majority Leader Steny Hoyer, D-Mechanicsville. The National Oceanic and Atmospheric Administration, based in Silver Spring, Maryland, provided the funds.\nVan Hollen told Capital News Service the oyster habitat funds are part of a larger program that includes an annual federal investment of $73 million to protect the Bay, and the designation of Mallows Bay-Potomac River in Charles County as a National Marine Sanctuary.\n“Oysters are a key part of cleaning up the bay,” Van Hollen said. “A strong oyster population also equals a strong oystering industry.” \nHe also said he was working to increase the $73 million in future spending.\nHoyer said in a statement that he was “confident these funds will benefit our watermen. I will continue to work in Congress to advocate for resources to clean up the Chesapeake Bay.”\nCardin’s office did not respond to a request for comment.\nThe lawmakers aren’t overstating oyster populations’ importance to the health of the Bay, according to Roman.\n“An oyster will filter 50 gallons of water per day,” he said. “All those oysters filter particles and algae out of water, make water clearer, get more (marine) life for sea grasses and promote a healthier Bay.” \nRoman added that both commercial and sport fishermen benefit from clear waters with greater biodiversity promoted by oysters.\nOyster habitat restoration efforts have been underway for four years, following a 2012 report by the U.S. Army Corps of Engineers finding the selected waterways suitable for the project, according to Maryland Department of Natural Resources spokesman Gregg Bortz.\n“These five rivers are areas with good water quality suitable for oyster recruitment and survival, and historically always had oyster populations,” he said. His agency has conducted an annual fall survey since 1939 measuring oyster populations in some 200-400 oyster bars throughout the Bay, according to Bortz.\nA total of 773.5 acres of oyster habitat have been restored in the Bay since 2011, according to the department.\nRoman said oyster populations can differ significantly from year to year, with high rainfall in the past two years as well as drought and water diseases in previous years both adversely affecting growth.\nHe expects the overall project will be complete within the next three years, with the state continuing to survey populations to determine if their numbers are satisfactory.\n“If not, we’ll reseed,” Roman said, referring to the process of releasing oyster larvae into reefs to attach themselves to shells. He called restoration efforts “something Marylanders should be very proud of.”",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Eastern Shore\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/04/16/ruppersberger-presses-for-digital-coastal-mapping-project/",
    "title": "Ruppersberger presses for digital coastal mapping project",
    "topic": "Chesapeake Bay",
    "tags": [
      "Ruppersberger",
      "Coastal Mapping",
      "Bipartisan Bill",
      "National Oceanic",
      "Young Support"
    ],
    "summary": "Rep. Dutch Ruppersberger introduced a bipartisan bill to fund a digital mapping project for all 95,000 miles of the U.S.",
    "content": "WASHINGTON – Maryland Rep. Dutch Ruppersberger, D-Cockeysville, has introduced a bipartisan bill that would fund a project to produce a digital map of all 95,000 miles of the U.S. coastline.\nCoastal communities like Baltimore and Ocean City would benefit from the collection of geographic data about the nation’s coasts that would help prepare people against floods and storms, sponsors of the legislation said. \nThe project also would help researchers better understand storm surges, water level trends, and erosion around both oceans, the Gulf of Mexico and the Great Lakes. \n“America’s fragile shorelines are home to more than half of our country’s population and millions of businesses that supply most of our gross domestic product,” Ruppersberger said in a statement. “Yet current coastal maps and geospatial data are woefully inaccurate, outdated, or even nonexistent.”\n“The Digital Coast Act will give local planners and managers the high-tech data they need to make accurate decisions and smart investments that could save people and property,” the congressman added.\nThe bill is the sixth version Ruppersberger has introduced. It picked up more support with each version. \nThe current bill proposes giving $4 million to the National Oceanic and Atmospheric Administration to collect the data and create a digital map. \n“No other state in the nation understands the need for coastal resilience and mapping more than Alaska,” said Rep. Don Young, R-Alaska, who first joined Ruppersberger on the bill in 2012. “With more than 44,000 miles of coastline, much of which is not fully mapped, Alaska’s coastal communities rely heavily on our waterways and shipping channels to support all forms of social and economic prosperity: goods from the lower 48, critical transportation needs, search and rescue operations, and the state’s largest private sector employer – our fishing industry.”  \nThe congressman from Maryland has been altering the bill slightly every year that he has brought it up. \nThe first iteration in 2010, which had no co-sponsors, asked for $100 million to fund the coast-to-coast endeavor. The original bill was sent to two committees but never got to the House floor. \nThe second version in 2012, which Young co-sponsored, reduced the spending proposal to $85 million instead of the original amount. That bill also didn’t make it past committee hearings.\nThe 2016 bill included more background on the concept and a budget request of “such sums as may be necessary to carry out the program.” \nIn 2017, a bipartisan group of 18 co-sponsors joined the congressman in the map proposal, with a budget of $4 million.   \nThe latest bill kept the $4 million budget and so far only has Young as a cosponsor, but it is more likely to pass in the Democratic-majority House since most of its supporters last year were Democrats. \nIf a companion bill successfully passes in the Republican Senate, as two did in previous congressional sessions, the proposal would got to President Donald Trump’s desk for his signature.\n“By comprehensively mapping and surveying our coastline, we can ensure we have readily accessible and up-to-date tools for coastal management, planning, and disaster response,” said Sen. Lisa Murkowski, R-Alaska, who co-sponsored the bill that passed the Senate in 2017 and is co-sponsoring the new bill. \n“…The Digital Coast Act helps give us a stronger understanding of what’s happening along our shorelines and underneath our waters,” Murkowski said.",
    "metadata_people": "[\"Dutch Ruppersberger\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Coastal mapping\", \"Habitat mapping\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/04/05/local-paddling-group-wins-battle-with-government-over-potomac-river/",
    "title": "Local paddling group wins battle with government over Potomac River",
    "topic": "Chesapeake Bay",
    "tags": [
      "President Trump",
      "Canoe Cruisers",
      "Potomac River",
      "Security Ban",
      "D-M-V Residents"
    ],
    "summary": "The Canoe Cruisers Association successfully challenged a government-imposed security ban that halted paddling on the Potomac River when President Trump golfed at his nearby course. The group's victory was celebrated with a return to the river.",
    "content": "DARNESTOWN, Maryland — President Trump loves golfing, and when he does it locally, it can affect some D-M-V residents. The Canoe Cruisers Association has been paddling on the Potomac for years, but when the president golfs at his course across the river in Sterling, Virginia, paddling on the Potomac came to a stop because of a security ban on activity on the river. The CCA fought for their river back, and won, and celebrated back on the Potomac.",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Potomac River\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2019/04/04/new-report-on-the-chesapeake-bay-finds-encouraging-signs/",
    "title": "New report on the Chesapeake Bay finds encouraging signs",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Environmental",
      "Progress",
      "Report",
      "Health"
    ],
    "summary": "The latest report on the Chesapeake Bay indicates improving conditions for several key indicators. Encouraging signs suggest positive environmental progress in the bay and its watershed.",
    "content": "ANNAPOLIS, Maryland – The latest report on the health of the Chesapeake Bay and its watershed finds improving conditions for some of the key barometers.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/03/13/enjoy-these-warm-weather-activities-in-maryland/",
    "title": "Enjoy these warm weather activities in Maryland",
    "topic": "Chesapeake Bay",
    "tags": [
      "Billy Goat",
      "Potomac River",
      "Great Falls",
      "C&O Canal",
      "Montgomery County"
    ],
    "summary": "Maryland offers free and thrilling outdoor activities like hiking the Billy Goat Trail to see the Great Falls waterfall. Visitors can also drive to the Chesapeake & Ohio Canal National Historical Park for stunning views and a 4.7-mile trail with sections catering to different skill levels.",
    "content": "COLLEGE PARK, Maryland — As it’s finally starting to warm up, we’re all eager to ditch our winter coats and throw on those flip-flops. Although before you burst into the outdoors, some planning is in order. The CNS Social Team has rounded up some of the best, and most affordable springtime activities to take in around Maryland.\n\nTake a hike: Trek the Billy Goat Trail and see the Great Falls waterfall\nWhere: Potomac, Maryland (Montgomery County)\nCost: Free, but you may have to pay for parking\nFor: Thrill-seeking, adventure-lovers\nTake a drive to the Chesapeake & Ohio Canal National Historical Park near the Great Falls rapids and waterfalls in Potomac, Md. This trail consists of a 4.7 mile path between the C&O Canal and the Potomac River. The trail has three sections; Sections A, B and C. Section A is the longest and most challenging, but doesn’t allow dogs. For a view of the falls, look for Overlooks 1, 2 and 3; each view is as stunning as the next! Whether you are hiking for exercise or simply taking the trek to see the falls, pack a lunch or snack to enjoy along the way. Also be sure to wear comfortable clothing, pack sunscreen, and bring lots of water.\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nGreat Falls is all kinds of magical. Have you visited the overlook in Potomac, Maryland? . . . #potomacriver #findyourtrail #eye_for_earth #dream_spots #awesome_earth #majestic_earth #wow_america #wow_america_landscape #thehub_landscapes #thehub_usa #seekthetrails #amazing_nature #mood_magic #ig_captures_nature #loves_united_nature #geology #explore_landscapes #water_brilliance #pocket_waters #tv_aqua #aqua_gallery #raw_waters #bns_earth #nature_brilliance #inifinity_worldshoot #splendid_horizon #tnh_usa #naturallandscape #splendid_outskirts #getoutstayout\nA post shared by  C&O Canal Ntnl Historical Park (@chesapeakeandohiocanal) on Sep 8, 2018 at 1:07pm PDT\n\n\n\n\nFirst timer! #hikkng #billygoattrail pic.twitter.com/qIqXKBm8rv\n— Julie Donaldson (@JDonaldsonNBCS) October 29, 2016\n\n\nEnjoy the city sites: Visit the National Aquarium, American Visionary Art Museum, and Baltimore Basilica\nWhere: Baltimore, Maryland\nCost: $15-30, depending on if you plan to grab lunch\nFor: City lovers, Maryland enthusiasts\nIf you love city life, but Washington isn’t your speed, take a trip to Charm City and plan a day around some of the amazing (and free) activities that Baltimore has to offer. You can start the day at the National Aquarium, which will usually cost adults $39.95. But they offer specials on Dollar Days (where admission is only $1), Free Friday Nights, and Locals Visit for Less days, which means you can most DOLPHINately get a look at the sea creatures without breaking the bank. As for the American Visionary Art Museum, admission is only $16 for adults, and $10 for students with an ID. The Basilica, which the site states is America’s first cathedral, is visited by more than 100 thousand people annually, and is absolutely free! When planning your day in Baltimore, be sure to leave time to walk around the Inner Harbor for some nautical views and fantastic eats.\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nCalypso the green sea turtle is one of the most recognizable residents of Blacktip Reef—but she came from humble beginnings. She was just six pounds when found cold-stunned in the Long Island Sound 18 years ago. Calypso now weighs about 500 pounds!\nA post shared by  National Aquarium (@nationalaquarium) on Mar 10, 2019 at 9:12am PDT\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nThe Cosmic Galaxy Egg by @andrewlogangallery on floaty clouds of snow. #SnowMelt If you love mosaics, we have two spots left in tomorrow’s Saturday, February 23, 10am-4pm Mosaic Workshop with mosaic master Rick Shelley. Come explore the ancient art of mosaic in this one-day class. You’ll get a chance to learn about a variety of techniques and walk away with your own finished piece! New and continuing students welcome. To snag one of the final spots, register today at https://bit.ly/2EpCY0Y #letsmake #handmade #creativity #friendstime #newskills #lifetimelearning #weekendplans\nA post shared by  American Visionary Art Museum (@the_avam) on Feb 22, 2019 at 7:14am PST\n\n\n\nDip your toes in the water: Enjoy the St. Patrick’s Day Parade and brunch at the beach!\nWhere: Ocean City, Maryland (Worcester County)\nCost: Free, or around $20-30 depending on your preferred brunch spot\nFor: Festive Marylanders who want to soak in some sun\nWe’re sure you’ve heard that Ocean City, Md. is tons of fun. What’s even more fun? The Ocean City St. Patrick’s Day Parade! On March 16, the parade begins at noon on 57th Street. Ocean City started the glistening green parade in 1980 and it has since become the second-largest St. Patrick’s Day parade in all of Maryland. The best part? Admission to the parade is free! So grab your friends, your favorite green get-up, and head to the beachside town for a fun-filled day. To make it even better, head to one of Ocean City’s most popular brunch spots for a yummy (and affordable) meal. Bayside Skillet, Barn 34, and the Longboard Cafe are a few fan favorites that are guaranteed to make your St. Paddy’s Day even luckier!\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nWe’re open for dinner tonight! Come check out all our new entrees!\nA post shared by  Barn 34 (@barn34oc) on Mar 9, 2019 at 8:15am PST\n\n\n\nBask in nature: Plan a picnic and take a dip in Deep Creek Lake!\nWhere: Swanton, Maryland (Garrett County)\nCost: Free, unless you plan to rent a kayak, canoe, etc.\nFor: Road-trip takers with a love for nature\nDown for a road trip? Pack up the car and take a drive to western Maryland (we’re talking way west–only 30 min from West Virginia) and spend the day or weekend at Deep Creek Lake! Deep Creek Lake State Park offers hiking, biking, and boating, all surrounded by beautiful scenery for a perfect getaway. The best part about nature? You guessed it: free! There’s no cost associated, unless you plan on renting rafts, boats, or kayaks — which are 100% guaranteed fun. If you’re just spending the day, don’t forget to pack a lunch and blanket so you can enjoy a picnic overlooking the water. If you are feeling especially adventurous, check out zip-lining or other adventure courses near Deep Creek Lake. It may be hard to believe something like this exists so close to the hustle-and-bustle of the nation’s capital, but take the drive to see for yourself. You won’t regret it!\n\nHave you visited the beach at Deep Creek Lake State Park? Great for swimming, kayaking, paddleboarding and more! https://t.co/ZcPYUmtbzq pic.twitter.com/KAuAf14dGk\n— Deep Creek Lake Area (@garrettchamber) June 4, 2018\n\n\n#MondayMorning #MondayMotivation #HappyMonday #DeepCreekLake pic.twitter.com/x0MXW8Gdr5\n— Deep Creek Vacations (@DeepCreek) March 11, 2019\n\n\nChill out on the beach: Plan a mini-vacation to Assateague Island\nWhere: Assateague Island, Maryland (Worcester County)\nCost: Free\nFor: Beach bums, horse lovers and camping enthusiasts\nAssateague Island is a 37-mile long barrier island with bridge access from both Maryland and Virginia. This beautiful spot has so much to offer, and you’ll feel like you’re on your own personal island. The island is full of wild horses, and you could literally spend the whole day watching the animals that urban legend says are shipwreck survivors from a boat off the coast of Virginia. While on the island you could also take a trip to the beautiful Assateague Lighthouse, or simply spend the day lounging at the beach. Almost everything you do here will be free, but of course you’ll have to pay for your transportation to get there. Aside from that, you can expect to enjoy island life at very low a cost. Make sure to pack sunscreen and bug spray!\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nThese two mares spent about 20 minutes trying to get an apple and a can of chips out of this canvas bag. But because it was zipped closed, the horses did not get the reward they were looking for and moved on. When planning to visit the beach, if you can’t leave food in your vehicle, make sure you put it in a zipped tote or a hard sided container that locks or can be strapped shut with a luggage strap. If the horses approach your spot, grab your storage bags and containers and move away. If a horse happens to beat you to your stored food, do not attempt to take it from the horse; they are very agresive when on “food raids” and will bite and kick. ******************************************** #assateaguenps #assateague #assateagueisland #horses #beach #properly #store #food #properlystoreyourfood\nA post shared by  AssateagueNPS (@assateaguenps) on Jul 16, 2018 at 11:03am PDT\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nView this post on Instagram\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nThankful to be a part of a naturally beautiful world. Also, super thankful for all of you who help by supporting us… & the earth! • • • We are open 10-5 tomorrow, Saturday, and Sunday for Christmas tree cutting. We also have our “produce” stand filled with handmade wreaths, & other crafts! Sales on all of our crafts this weekend for #smallbusinesssaturday ! • • • @assateaguefarm @lindseybuckman @eatworkoutlive\nA post shared by  Assateague Farm (@assateaguefarm) on Nov 22, 2018 at 4:38pm PST\n\n\n\nWhat is your favorite springtime activity in Maryland? Tweet us @CNSMd and tell us!",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Great Falls\", \"C&O Canal National Historical Park\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat preservation\", \"Outdoor recreation\"]"
  },
  {
    "link": "https://cnsmaryland.org/2019/02/05/maryland-could-be-banned-from-dredging-man-o-war-shoal/",
    "title": "Maryland could be banned from dredging Man O’ War Shoal",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Dredging",
      "Oysters",
      "Baltimore",
      "Patapsco"
    ],
    "summary": "Maryland is considering a ban on dredging Man O’ War Shoal for oyster shells, aimed at protecting the declining native oyster population and their habitat. The proposal faces opposition from those who argue that alternative materials could be used to restore oyster beds more effectively.",
    "content": "ANNAPOLIS, Maryland — State legislation could ban the Maryland Department of Natural Resources from dredging the Chesapeake Bay’s Man O’ War Shoal for shells destined to become homes for new baby oysters elsewhere.\nIn recent years, the harvest of native oysters in the Chesapeake Bay has fallen to 1 percent of what it was during the 19th century, according to the National Oceanic and Atmospheric Administration.\nSince 2004, the state’s Department of Natural Resources has established sanctuary areas of the bay where the harvest of wild oysters is prohibited in order to protect the remaining population.\nThe proposed legislation—one set that would take effect upon passage and another bill that would commence in June—would prevent the Department of Natural Resources from extracting oyster shells from the historic reef, located in Baltimore County near the mouth of the Patapsco River. \nWhile the Department of Natural Resources and watermen wish to disperse the recovered shell to replenish oyster beds elsewhere in the bay, some lawmakers and opponents of the bill have argued that alternative substances may be a more viable option for restoring their habitat.\nProposed in 2009, the dredging project would use the estimated 5 million bushels of shell that would be recovered from the Man O’ War reef—about 5-5.5 percent of the reef—to create or restore oyster habitat in up to 10 Chesapeake Bay tributaries.\nWhen water temperature reaches a certain level, usually between June and September, oysters will begin to spawn.\nThe oyster larvae drifting through the water need a solid foundation to attach to in order to grow. \nWhile they usually cling to beds of old oyster shells like those at Man O’ War, in recent years, materials like granite have been tested as an alternative resource, according to Department of Natural Resources Assistant Secretary Bill Anderson.\nThough the long-term effects of putting these substances in the bay have been researched, scientists hold conflicting opinions about their harmfulness, Anderson said. \nThe Department of Natural Resources is opposed to all of the proposed legislation and plans to proceed with their dredging proposal, according to Anderson. \nLawmakers, however, have disagreed on the best course of action for oyster bed restoration.\n“The science is getting better and better, and research is getting more clear,” that usage of alternative substrate—material other than oyster shells—could be the solution to restoring the oyster population of the bay, said Delegate Stephen Lafferty, D-Baltimore County, the primary sponsor of the emergency bill. \nDelegate Robin L. Grammer Jr., R-Baltimore County, said he is optimistic that the legislation will pass despite the failure of a similar bill last session. The non-emergency version, which Grammer is sponsoring, would go into effect June 1; lawmakers heard testimony on that bill late last month.\nGrammer said he doesn’t believe the shell-removal project would be beneficial to the long-term health of the bay. He said the proposed dredging would be “destroying a natural resource as a short-term solution.”\nOne emergency bill — part of a paired set of twinned legislation — was heard by the Maryland Senate Thursday. \nThe Department of Natural Resources received a provisional permit May 17 from the Baltimore District of the U.S. Army Corps of Engineers. The permit is pending for final approval from the Maryland Board of Public Works and the Maryland Department of the Environment Tidal Wetlands Division, Lafferty said. \nBut watermen are hopeful the state will scrape shell from the Man ‘O War Shoal and spread it elsewhere in order to eventually boost the state’s historically declining oyster population , according to Robert T. Brown, president of the Maryland Watermen’s Association. \n“We need shells now to enhance our oyster bars and our tributaries,” Brown said.\nBrown noted that in Virginia, it takes about 90 days to receive a dredging permit, while this project has taken nearly 10 years to get underway.\nSince its inception, the Department of Natural Resources’ Man O’ War Shoal Dredging Project has narrowed the portion of the reef intended to be dredged.\nThe eastern boundary of the proposed dredging region was tapered in April in order to remove the portion located within the Man O’ War/Gales Lump Sanctuary from the dredging area, Anderson said.\nThe western third of the reef has also been excluded from the dredging region to avoid disturbing the spat on shell, or freshly attached oyster larvae, that had been placed there in 1995, 2000, 2006 and 2013, according to the project proposal.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\", \"Man O' War Shoal\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2018/12/18/ellicott-city-historic-town-historic-water-podcast-episode-eight/",
    "title": "Ellicott City: Historic Town, Historic Water – Podcast Episode Eight",
    "topic": "Chesapeake Bay",
    "tags": [
      "Ellicott City",
      "Flood Survivor",
      "Angelina Brannigan",
      "Paperweight Water"
    ],
    "summary": "A survivor of the 2018 Ellicott City flood shares her harrowing story and survival in a podcast episode titled \"The paperweight of water.\" Angelina Brannigan recounts her intense experience during the historic event.",
    "content": "Episode Eight: Angelina Brannigan: The paperweight of water (Run time – 28:06)\nSynopsis: A survivor of the 2018 flood recounts her harrowing experience and how she managed to survive.",
    "metadata_people": "[\"Angelina Brannigan\"]",
    "metadata_geographic_focus": "[\"Ellicott City\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Flooding\", \"Water damage\"]"
  },
  {
    "link": "https://cnsmaryland.org/2018/11/30/chesapeake-farmers-target-runoff-reduction-lawmakers-seek-conservation-funds/",
    "title": "Chesapeake farmers target runoff reduction, lawmakers seek conservation funds",
    "topic": "Chesapeake Bay",
    "tags": [
      "Farmers",
      "Maryland",
      "Conservation",
      "Funds",
      "Legislators"
    ],
    "summary": "Chesapeake farmers are implementing runoff reduction practices with the aid of government conservation funds, which are part of broader efforts to reduce pollution in the Chesapeake Bay. Legislators are advocating for increased funding in the farm bill to support these conservation programs, particularly the Senate's version that proposes a significant boost in spending.",
    "content": "MIDDLETOWN, Maryland — A gaggle of excitable white turkeys gobbled and clucked in their pen at Open Book Farm on a chilly afternoon in late October.\nMost days, the birds roamed free in one of the farm’s pastures, scratching and walking around under the care of owners Mary Kathryn and Andrew Barnet.\nIn the spring and summer, the turkeys shared the 192-acre farm with chickens, hogs and cows. The turkeys soon joined the other animals in Open Book’s freezer after being slaughtered and processed.\nOpen Book is one of many farms in the state that has received funds from government programs helping farmers. The programs help them develop conservation plans and pay for projects that include planting trees along riverbanks, and purchasing livestock fencing, water lines and pasture seed.\nFarming accounts for more acreage than any other single economic activity and is the largest contributor of nutrient and sediment pollution entering into the Chesapeake Bay.\n\nThe constellation of programs across the United States supporting farmer conservation are funded by the farm bill. In this year’s five-year update, the House and Senate versions allocate different sums to these programs including the Regional Conservation Partnership Program.\nLegislators and conservationists have pushed for the Senate’s version of the Conservation Partnership funding, which lawmakers say would up spending to about $350 million. Leaders reconciling the two bills announced an agreement in principle on the 2018 Farm Bill, but have yet to release specifics.\nApproximately $220 million in partnership projects were funded across the country in 2018. More than $16 million of that was allocated to Chesapeake Bay region states.\nThe Barnets purchased Open Book in 2015, and have received roughly $50,000 in assistance from conservation programs. The money has been crucial to their operation, Mary Kathryn Barnet said.\n“If you don’t inherit a farm that’s running, the different programs can help you get the infrastructure, especially with animals, to get going,” she told Capital News Service.\nKeeping nutrients on the land\nOpen Book raises its animals on pasture. The livestock is rotated through a series of fenced pens, giving the grasses and clovers time to regenerate before the animals return.\nThey live different lives than those on industrial farming operations. Those animals are restricted to small pens and live in close quarters with other animals. Their waste can be improperly stored or spread on fields pushing pollution into local waterways.\n\nLivestock waste and other types of fertilizer, rich in nitrogen and phosphorus, runs off cropland and even lawns boosting algae growth that blocks sunlight from seagrasses. When algae decompose, the process starves the water of oxygen, creating dead zones.\nThe farm’s fences keep animals from trampling riverbanks, and a buffer of newly planted trees along streambeds reduce erosion, keep streams cooler and absorb some of the excess nitrogen and phosphorus running off the land.\nOpen Book has also received funds from the Conservation Reserve Program, which pays farms to set aside acres of farmland along stream banks to plant stream buffers.\n\nSpreading too much or too little fertilizer is not typically intentional, said Lori Lynch, a professor at the University of Maryland’s Department of Agricultural and Resource Economics. Farmers don’t always have access to tests that can identify how much nutrients are in manure or already in soil, she said.\n“For most farmers, they’re actually paying for the fertilizer,” Lynch said. “So they have an incentive to have their plants use all the fertilizer.”\nPastures could save farmers money \nKeeping animals like cows on pasture requires more acreage per animal, but farmers spend less to raise them, and animals spread their own manure while munching their cud.\nThat works for some farmers, like ones who raise dairy cows — there’s less milk, but costs are lower per gallon, said Rob Schnabel, watershed restoration scientist for the Chesapeake Bay Foundation.\n“You’re getting more for what you’re producing, even though you’re producing less,” he said.\nFencing animals out of streams can also prevent them from getting sick because they’re not picking up pathogens from river water, he said.\nFor farmers that just grow crops, they can reduce erosion and nutrient runoff, as well as keep weeds down, by planting cover crops like cowpeas or barley when fields are fallow.\n“From a soil health perspective and an erosion perspective, if you can keep the ground covered all the time that’s a very beneficial thing,” Lynch said.\nBay program’s origins\nIn 1987, leaders from Pennsylvania, Maryland, New York, Virginia, West Virginia, Delaware and the District of Columbia comprising the 64,000-square-mile watershed agreed to set specific goals reducing pollution running off into the Chesapeake.\nThe agreement aimed for a 40 percent reduction in nutrient runoff by 2000. The efforts were voluntary, and the goals were not met. Neither was a 10-year cleanup agreement signed in 2000.\nIn 2009 President Barack Obama issued an executive order calling for the federal government to renew the effort to protect and restore the watershed. The following year, the U.S. Environmental Protection Agency set what it called “total maximum daily load” goals for states in the region.\nThe EPA let states devise watershed implementation plans to achieve runoff reductions by 2025. This year was the midpoint, and the EPA’s assessment found that some goals have been met, but some states have done better than others.\n﻿\nIn the first seven years of the new plan, some of the biggest reductions came from upgrades to large pollutant contributors like municipal wastewater treatment plants, the EPA assessment said.\n“The low-hanging fruit has been picked, and part of that is wastewater treatment plants,” said Beth McGee, the Chesapeake Bay Foundation’s director of science and agricultural policy.\nThe two outstanding areas that could be reduced most are urban and agricultural runoff, she said.\n\nFinishing the job\nTo keep ratcheting down emissions, officials are working to get more farmers to adopt conservation practices because they are typically less expensive than building stormwater infrastructure in cities.\n“It may be cheaper, but it relies on a landowner to say ‘I’m willing to put this practice in,’” McGee said. “We’re getting to the point to where the farmers aren’t interested in what we’re offering, so we need to get creative.”\nThe foundation has been pushing to plant more miles of stream barriers annually, but such plantings have declined in recent years, according to the foundation.\nAbout 55 percent of roughly 288,000 miles of streambank and shorelines in the Bay region are forested, according to the program. Scientists believe rivers and streams are healthiest when more than 70 percent of their edges are covered.\nLynch says she believes that almost all farmers are practicing some kind of conservation on their lands, but some practices may not be the most effective or improperly implemented.\n“I think there is a pretty high number of people who are at least trying,” she said.\nA possible way to get more farmers to plant stream buffers, Lynch said, is to plant trees and bushes like walnuts or blueberries, which can become another revenue source.\nFarm bill funding \nLeaders from both the House and Senate Agriculture Committees announced Thursday an agreement in principle on the 2018 Farm Bill has been reached. \n“We are working to finalize legal and report language as well as CBO (Congressional Budget Office) scores, but we still have more work to do,” a joint statement said. “We are committed to delivering a new farm bill to America as quickly as possible.”\nSpecifics of the bill have not yet been released.\nLawmakers from the Chesapeake Bay states sent a letter to the conference committee earlier this year requesting the Senate’s version of Conservation Partnership funding.\nThe signers included Maryland Democratic Sens. Ben Cardin and Chris Van Hollen and the seven Maryland Democratic Reps. Dutch Ruppersberger (Timonium), John Sarbanes (Towson), Anthony Brown (Upper Marlboro), Steny Hoyer (Mechanicsville), John Delaney (Potomac), Elijah Cummings (Baltimore) and Jamie Raskin (Kensington). \n“This bill will support our farmers by providing them with more resources to reduce agricultural runoff into the Bay,” the letter said. “These restoration efforts are key to improving the health of the Chesapeake Bay, and a healthy Bay is vital to a strong economy based on tourism, the watermen who harvest its bounty, and the boating industry.” \nFor farmers like the Barnets, the programs helped improve the bay’s health, and also gives them an opportunity to sell premium farm products that can fetch a higher price.\nAs Mary Kathryn Barnet looked at a slope along a stream at the edge of her farmland, she said it was an easy choice to plant it with trees instead of trying to grow corn or soybeans. \n“It’s ground that makes absolutely no sense to crop, and it would be difficult to graze as well,” she said. “Frankly, it captures carbon, it looks really nice and it brings us a little money.”\n\n\n\n\n\n\t\t\t\tA sign at the entrance of Open Book Farm on Bennies Hill Road in Middletown, Maryland (Capital News Service photo by Chris Cioffi).\n\t\t\t\t\n\n\n\n\n\t\t\t\tCows, fenced from a stream, graze in a pasture at Open Book Farm in Middletown, Maryland (Capital News Service photo by Chris Cioffi). \n\t\t\t\t\n\n\n\n\n\t\t\t\tTurkeys peek out the side of their pen at Open Book Farm in Middletown, Maryland (Capital News Service photo by Chris Cioffi).",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2018/10/19/maryland-unveils-newest-chesapeake-bay-license-plate-design/",
    "title": "Maryland unveils newest Chesapeake Bay license plate design",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "License Plate",
      "Blue Crab",
      "TM Design"
    ],
    "summary": "Maryland has unveiled a new Chesapeake Bay-themed license plate design by Tina Cardosi and Sujen Buford, featuring a blue crab and the Bay Bridge, available for purchase starting Oct. 29.",
    "content": "ANNAPOLIS, Maryland —Maryland drivers can update their expression of Chesapeake pride and help with efforts to “Save the Bay” with a new license plate design that state transportation and environmental officials unveiled Thursday at Sandy Point State Park.\nThe artwork for the new license plate was created by Tina Cardosi and Sujen Buford, of Frederick, Maryland-based design firm TM Design Inc. \nThe new plate is slated to be available for purchase beginning Oct. 29. It’s the third iteration of a Maryland Bay-themed tag in 28 years. \n“We worked along with the trust using focus groups of volunteer Marylanders, who told us that they wanted depictions of icons and wildlife unique to Maryland,” Buford said in a phone interview with Capital News Service.  \nThe artwork for the final design — incorporating a crab and the Bay Bridge — was selected from among more than 250 submissions. \n“The process for arriving at the selected design was incredibly thorough, took nearly a year, and involved two rounds of focus groups and online surveys,” said Erin Valentine, development and communications coordinator for the trust.\n\nCardosi and Buford worked diligently to make sure they represented the watershed environment in the most appealing way, according to an email statement from TM Design. \nCardosi had many sleepless nights due to the excitement and creative ideas that spurred her vision, she said.\n“I knew that a blue crab should be the focus. After all, everyone knows Maryland is for crabs,” said Cardosi. “Also, the Bay Bridge is the gateway to vacation in the state of Maryland.”\nThe Motor Vehicle Administration, Maryland Transportation Authority and the state police were also consulted throughout the design process, according to Valentine. \nThe design conforms to state guidelines, three different plate-reader technologies and security needs, Valentine said. \nMaryland vehicle owners will have to pay $20 over normal vehicle registration fees to own the plates.\nFunds raised from these plate registrations go to the Chesapeake Bay Trust.\nThe trust is a nonprofit, grant-making organization dedicated to restoring the rivers, streams, forests and main body of the Chesapeake Bay watershed, according to its mission statement. \nSeven percent of all licensed vehicles in the state have Chesapeake Bay Trust plates, and 12 percent of households across the state report that they have at least one set of Bay Plates in the family, according to the Maryland Motor Vehicle Administration.\nOver more than 30 years, the program has awarded more than $100 million through more than 11,000 grants to fund watershed restoration projects, citizen outreach and engagement initiatives, and K-12 environmental education programs, according to Jana Davis, the trust’s executive director. \n“I think it’s important for people to know that their $20 contribution goes through the trust and not to the trust,” said Davis. “Twenty dollars is about what it costs for us to plant a tree or send a student on a life-changing field trip experience.\n“We make sure all of that money goes to such good use.”\nThere are more than 300,000 Chesapeake Bay Trust plates on the road today, said Davis.\n“The new design will be the third design in the history of the program. The first Chesapeake Bay license plate was unveiled in 1990. The second design, which is currently on the roads, was unveiled in 2004,” said Valentine. \nThe popularity of the Bay plate has been relatively steady over time, but tends to get a little bump when a new design comes out, Valentine explained.\nChanges and improvements in printing and manufacturing technology made the decision to update the design of the license plate easy, according to Davis.\n“When we updated the design about 14 years ago, our color and illustration options were limited to four-color printing,” said Davis. “Now, with all the color and detail that digital technology enables, the sky’s the limit. We thought it was time we took advantage of that.”\nThe artist who lost sleep sorting through design possibilities in her head agrees.\n“The vivid colors and crisp, detailed illustrations come together to form a unique and memorable plate that will represent one of our state’s most important aquatic and land resources – the Chesapeake Bay, ” Cardosi said.",
    "metadata_people": "[\"Tina Cardosi\", \"Sujen Buford\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2018/02/15/legislative-roundup-oyster-recycling-tobacco-female-inmate-health-services/",
    "title": "Legislative roundup: Oyster recycling; tobacco; female inmate health services",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland Senate",
      "Oyster Recycling",
      "Tax Credit",
      "Shell Alliance",
      "Stephen Hershey"
    ],
    "summary": "Maryland's Senate unanimously passed a bill to double the tax credit for oyster shell recycling from $750 to $1,500 per year and make the program permanent, aiming to increase restaurant participation and benefit the Chesapeake Bay. The Shell Recycling Alliance collects discarded shells from restaurants, which are then used in oyster recovery efforts.",
    "content": "ANNAPOLIS, Maryland — The Maryland Senate on Thursday unanimously passed a bill that would further incentivize oyster shell recycling.\n“This bill continues to promote a very viable shell recovery program that’s been in existence for five years,” said Sen. Stephen Hershey, R-Caroline, Cecil, Kent and Queen Anne’s, the bill’s chief sponsor.\nThe Shell Recycling Alliance, an Oyster Recovery Partnership program, picks up discarded shell from restaurants and seafood distributors in Maryland, Washington, D.C., and parts of Virginia.\nIts employees drive trucks around collecting barrels of stinky shells from restaurants, recording how much shell each establishment saved. The program totals the amount of bushels each restaurant recycled at the end of each year, creating a tax credit certificate.\nPrior to this legislation, each restaurant could earn $5 per bushel against its state income tax, for up to 150 bushels — or $750. Senate Bill 153 doubles the maximum allowable credit to $1,500 per year.\n“What we found out in talking to the Oyster Recovery Partnership, that not enough restaurants were going through the process for only a $750 tax credit,” Hershey said. “If the amount were a little bit higher they’d go through the effort to go in and claim that tax credit, which obviously means they would provide more shells as well.”\nScott Herbst, the owner of Sailor Oyster Bar in Annapolis, said that it’s a win-win when considering the tax credit and shell recycling’s greater impact on the bay.\n“Any sort of tax break for a small business is beneficial,” Herbst said. “Every penny counts.”\nHershey’s bill also makes the previously temporary program permanent. More restaurants supplying a steady stream of shell could be very beneficial for the Chesapeake.\n“This tax credit is a win-win-win for everyone – restaurants benefit, oyster producers benefit and ultimately the Bay benefits,” Oyster Recovery Partnership spokeswoman Karis King wrote in an email to the University of Maryland’s Capital News Service.\nThe shell recycling program recycled 33,400 bushels — or 1,169 tons— of shell from 340 establishments throughout the Bay region in 2017, according to a Recovery Partnership press release.\nLast year’s 33,400-bushel effort was the Shell Recycling Alliance’s record. But it’s still short of the demand required for large-scale oyster restoration.\n“The bottom line is that oyster shells are in critically short supply,” said Tom Price, operations manager for the alliance.\nThat’s a problem because, as Hershey acknowledged, scientists have determined that native oyster shell is the best material to construct man-made reefs, which in turn are covered in spat — baby oysters — and become self-sustaining.\nA healthy oyster reef can filter billions of gallons of water and provide habitat for some of the bay’s keystone species, like blue crabs.\nTobacco only for those 21 and older, bill states\nPersons younger than 21 would not be able to purchase tobacco products, paraphernalia or electronic smoking devices under a new bill making its way through the Maryland legislature.\nThe bill also includes those electronic smoking devices in the definition of “tobacco products,” which would not be distributed without examining government-issued photo identification for anyone the distributor believes is younger than 30.\nAccording to a state fiscal analysis, 42 million adults and 3 million middle and high school students nationwide smoke tobacco products, and the Surgeon General estimates the economic costs of both smoking and exposure to tobacco smoke approach $300 billion annually.\nSenate bill 456 will, according to the analysis, likely increase local revenue minimally from fines, but general fund revenue would decrease significantly on the state level. Medicaid expenditures would also likely decrease from reduced health care costs, according to the analysis.\nSen. Delores Kelley, D-Baltimore County, is the lead sponsor of the legislation, which had a hearing in the Senate Finance Committee on Thursday.\nIn testimony, Kelley equated the issue to the state’s legal alcohol-drinking age — raised from 18 to 21 which she said reduced the number of minors consuming alcohol. Towson High School students testified Thursday, describing the negative impacts of tobacco products they’ve observed among other teenagers.\n“I know some people love smoking and some are trying to stop smoking and are struggling with it,” Kelley said. “But it really is one of the major health hazards of our time.”\nBills would provide health services to female inmates\nTwo bills that supporters say would provide needed health services to female inmates are moving through the Maryland Legislature this session.\nThe first one (House bill 787/Senate bill 629) requires all corrections facilities to develop written medical care policies for pregnant inmates. While the State of Maryland and a few counties have these policies in place, some jurisdictions’ detention centers leave pregnant inmates “in the dark,” said Diana Philip of NARAL Pro-Choice Maryland.\nThe second (House bill 797/Senate bill 598) requires all corrections facilities in Maryland to provide menstrual hygiene products free of charge and in the quantities inmates need.\n“These women should not have to jump through hoops for basic needs,” said Sen. Susan Lee, D-Montgomery, a sponsor of both bills.\n“Everyone gets their supplies, everyone gets their dignity,” said Philip, who was joined by other advocates from female health organizations.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Shell Recycling Alliance\"]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2018/02/13/trumps-proposed-chesapeake-bay-cleanup-cuts-face-hill-battle/",
    "title": "Trump’s proposed Chesapeake Bay cleanup cuts face Hill battle",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Maryland",
      "EPA",
      "Van Hollen",
      "Hogan"
    ],
    "summary": "President Trump's proposal to cut 90% of Chesapeake Bay cleanup funding, from $73 million to $7.3 million, faces strong opposition from Maryland’s congressional delegation and environmental groups, who argue it threatens both economic and environmental progress. The bay is crucial for Maryland's economy, supporting industries like tourism, fishing, and boating.",
    "content": "WASHINGTON — President Donald Trump’s plan to slash 90 percent of Chesapeake Bay cleanup funding, which could dismantle several decades of environmental restoration, met resistance from Maryland’s Democratic congressional delegation.\nThe cuts, which would drop the budget for Chesapeake Bay programs from $73 million to $7.3 million, are nestled in a proposed 33.7 percent decrease in funding for the Environmental Protection Agency.\nThat would be a paltry sum “to support the nation’s largest estuary,” Sen. Chris Van Hollen, D-Maryland, said in a statement.\nMaryland Gov. Larry Hogan told Capital News Service the state would fight hard against massive cuts to the bay cleanup program.\n“This is yet another assault on clean water, from a president who campaigned saying he valued it,” William Baker, president of the Chesapeake Bay Foundation, said in a statement.\nTrump tweeted in April 2017 that he was “committed to keeping our air and water clean but always remember that economic growth enhances environmental protection.”\nMaryland’s bay-wide commercial harvest for all crabs rebounded from under 20 million pounds in 2013-2014, the lowest marks since 1990, to about 30 million pounds in 2016, according to statistics from Maryland’s Department of Natural Resources.\nCritics said the proposed cuts to the EPA have the potential to derail the progress that Maryland has seen, putting both the economic growth and environmental protection Trump referenced in jeopardy.\n“Protecting the bay is important not only to protect a great national treasure, but to protect our economy,” Sen. Ben Cardin, D-Maryland, told Capital News Service. “If you look at Maryland’s economy, tourism, the watermen, the boating industry, all of these people rely on a healthy bay for their economic livelihood.”\nThe Chesapeake Bay’s importance to Maryland is underscored by the efforts that federal, state and local officials over the years have coordinated to preserve it. It was the first estuary in the nation to see restoration efforts of this magnitude, according to the Chesapeake Bay Foundation.\n“We look forward to working with our Chesapeake delegation in Congress to move the decimal point over to its rightful place and restore bay funding to $73 million,” said Chante Coleman, director of the Choose Clean Water Coalition, a group of more than 200 organizations in the bay region.\n\nVideo by Carly Kempler\nUnder the Clean Water Act of 1972, the Chesapeake Bay Program Office is tasked with implementing “pollution control programs such as setting wastewater standards for industry.” The office also sets limits on contaminants.\nVan Hollen introduced legislation in November 2017 called the Chesapeake Bay Farm Bill Enhancements Act, which would provide $300 million to the Regional Conservation Partnership Program, and an unspecified sum would be allocated to bay cleanup.  \nTrump tried to eliminate all funding to the Chesapeake Bay Program Office in his proposed fiscal 2017 budget.\n“The Chesapeake Bay (Program) Office is the coordinating entity for all the partners in the Chesapeake… all of that depends on the federal government to coordinate the stakeholders’ responsibilities,” Cardin said. “If that program were to receive the type of coverage that is in president Trump’s budget, it couldn’t do its work.”\n“The budget from the president, we hope, is dead on arrival because it would be bad news for our region,” Van Hollen said.",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/12/14/chesapeake-bay-advocates-fear-trump-admin-could-threaten-bays-progress/",
    "title": "Chesapeake Bay advocates fear Trump admin. could threaten Bay’s progress",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Funding",
      "Advocates",
      "Lawmakers",
      "Cleanup"
    ],
    "summary": "Chesapeake Bay advocates and lawmakers are concerned that the Trump administration's past attempts to cut funding for the Chesapeake Bay Program could threaten ongoing cleanup efforts. They remain committed to restoring necessary funds in the federal budget.",
    "content": "ANNAPOLIS, Maryland — After the Trump administration’s attempt to eliminate funding for the Chesapeake Bay Program early in 2017, advocates and lawmakers say they’re concerned about the future of efforts to clean-up the Bay and say they will continue to fight to restore funds to the federal budget.",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Chesapeake Bay Program\"]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/12/13/shell-recycling-its-about-the-bay/",
    "title": "Shell recycling: It’s about the bay",
    "topic": "Chesapeake Bay",
    "tags": [
      "Wayne Witzke",
      "Oyster Recovery",
      "Shell Recycling",
      "Maryland Restaurants",
      "Water Quality"
    ],
    "summary": "Wayne Witzke, a shell collector for the Shell Recycling Alliance, picks up discarded shells from restaurants to support oyster recovery efforts in the Chesapeake Bay. These shells are reused to help grow new oysters and improve water quality, reflecting broader conservation efforts in the region.",
    "content": "ANNAPOLIS, Maryland — At 7:30 a.m., outside of the Oyster Recovery Partnership office and by the trunk of his 2008 Toyota Corolla, Wayne Witzke traded his slides for a pair of brown rubber boots.\nThe bearded man hopped into a Ford F-550, fired up the truck — painted with oyster-camouflage — and shifted it into gear. Time to pick up smelly barrels of shells from roughly 30 restaurants in Annapolis.\n“Just me individually,” Witzke said, “I pick up 100-150 restaurants” per week.\nWitzke works for the Shell Recycling Alliance, an Oyster Recovery Partnership program that collects discarded shell from restaurants and seafood distributors in Maryland, Washington, D.C., and parts of Virginia.\nWitzke grew up near Salisbury, Maryland, “always going to tributaries of the bay, specifically the Nanticoke and living near the Wicomico,” he said. “I’ve always gotten to see how life on the bay is.”\nHe’s also seen the Chesapeake’s condition change.\n“We’ve also had moments where we can’t necessarily go swimming in some of those tributaries because of bacteria and other things,” he said. “Loving to fish and crab and even eat some of the seafood that we get from it has opened my eyes to the plight of the bay and how, consequently, there are efforts out there to bring it back.”\nWhile Witzke picks up, transports and unloads shell, he keeps the bigger picture in mind.\n“Sure I’m just dumping the shells,” he said, “but each one will become a home for 10 baby oysters.”\nHe added: “It comes down to believing in the mission.”\nSome of the shells are used for the Marylanders Grow Oysters program, which equips willing waterfront households with cages of oysters to hang from their docks.\nThe effort protects baby oysters in their most vulnerable stages. After a year, the homeowners return the oysters and the bivalves are planted in oyster sanctuaries to improve water quality, among other benefits.\nThe recycled shell is also used to bolster state and federally sponsored oyster restoration in Chesapeake Bay tributaries on the Eastern Shore of Maryland — the largest oyster restoration project in the country.\nThe shell Witzke and his colleagues recycle is delivered to the University of Maryland Center for Environmental Science Horn Point Oyster Hatchery in Cambridge, Maryland.\nIt is aged for a year “to get rid of any organic material,” washed with high-pressure hoses, and placed in metal cages, Hatchery Manager Stephanie Alexander told the University of Maryland’s Capital News Service.\nThe containers of shell are then added to outdoor setting tanks. The larvae are introduced to the tank and regulated closely by hatchery staff, who take samples to measure how many attached to shells, Alexander said.\n“If the numbers look good,” she said, “we’ll go ahead and turn the water on” and then schedule planting. The tanks are connected by an elaborate network of pipes, which pump phytoplankton-rich river water through the cages, providing a food source for the young bivalves.\nReady for deployment, the spat — baby oysters once they’ve attached to shell — are loaded onto a vessel and dumped onto oyster beds in the country’s largest oyster restoration project in and around the Choptank River.\nOyster planting can’t happen without hatchery-grown larvae. And hatchery-grown larvae need shells to survive, which highlights the importance of Witzke and his colleagues’ work.\nShell recycled by the alliance accounts for about a third of hatchery operations’ total demand of approximately 100,000 bushels per year, according to Tom Price, Shell Recycling Alliance operations manager.\nThe shell recycling program began in 2010 with 22 restaurants. Today, the alliance boasts over 336 members regionwide and counting, Price said.\nThis year, Price said, the shell alliance is on track to collect 34,000 bushels, with its grand total set to eclipse 140,000 bushels since the program’s inception in 2010.\nOn Nov. 9 — as he does almost every Thursday — Witzke set off to pick up shell from restaurants on the alliance’s Annapolis route. He’s refined his collection practice down to labeling certain cans with zip ties and has developed a walking route among the downtown restaurants. Each time he picks up a restaurant’s container of shell, he replaces it with a fresh can.\nThe aroma of a full can of old shucked oyster shells is nauseating. The containers stored inside are bad, the ones stored outside — open to the elements and subject to filling with water — are noxious.\nWitzke’s used to it, though, and didn’t skip a beat.\nCans with zip-ties have holes in them to let water drain as they sit outside of restaurants. Witzke knows he can’t use those cans for restaurants that store shell indoors, because the rancid liquid inside would drip out.\nAs he approached the first, and newest, stop — Azure at the Park Place Plaza — Witzke squeezed the truck beside two moving vans, grabbed a rope he uses to drag full cans and took off into a dark loading dock.\n“Let’s see if we can find this can,” he said.\nThe three-year shell recycling veteran has also noticed trends. Some restaurants, the “dink and dunks” as Witzke calls them, produce little shell, while others, the “heavy hitters”, consistently have multiple cans to recycle.\nHis downtown Annapolis route, which he does on foot, pulling cans on a dolly, began at the Market House by Ego Alley on the town’s renowned waterfront. He picked up at popular restaurants like Middleton Tavern and McGarvey’s Saloon & Oyster Bar, and then headed toward the State House and Galway Bay Irish Restaurant and Pub on Maryland Avenue.\nTo get to Galway Bay’s cooler, Witzke had to maneuver through an elaborate and narrow alley system. On this particular Thursday, the Irish pub, which prides itself on reducing waste, produced little more than a bucket of shell.\n“It’s our mission to be good stewards of our planet,” said Gary Brown, assistant general manager at Galway Bay. Brown found out about the recycling alliance at a festival. The Recovery Partnership attends many festivals to spread the word about the program.\n“I spoke with one of the ladies from the recovery partnership and decided to say, ‘Hey we’re going through all these oysters and there’s no way to recycle them,’” Brown said.\n“It’s been a bit of a learning curve,” Brown said, “because they smell.”\nIf they leave the oysters outside, Brown added, they’ll attract flies, maggots and rodents, “which obviously as a restaurant we don’t want.”\nSo Galway Bay settled on buckets with a screw-on lid to negate the smell.\nIt’s not only about environmental stewardship for restaurants. The initiative provides free waste removal — the recycling alliance picks up their shell for free — and a tax break.\nEach time they pick up shell from a restaurant, Witzke and the alliance record the amounts. At the end of the year, the alliance totals the amount of bushels each restaurant collected, creates a certificate and delivers it to the restaurant. For up to 150 bushels, the restaurant can earn $5 per bushel against its state income tax.\nAfter loading the shell from the Irish pub onto his dolly, Witzke wheeled the oysters back to the truck.\nOn to the heavy hitters in the Eastport neighborhood.\nBoatyard Bar & Grill recycled the most shell Nov. 9, with over six cans.\n“We sell a huge amount of oysters,” said Dick Franyo, the owner of Boatyard, who outlined his restaurant’s “Buck to Shuck” promotion, which offers $1 oysters at happy hour and on Sundays.\nFranyo, a self-proclaimed “bay rat,” said he grew up fishing and sailing around the bay. As such, he’s grown to understand the importance of cleaning it — and the oysters’ impact on the estuary.\n“If you’re in the Chesapeake Bay region, your business is driven by the health of the bay,” he said. “People come here to eat local” oysters, crabs and rockfish (striped bass).\nHe added: “So goes the health of the bay, so goes our business.”\nTo get to the back of Boatyard, Witzke had to reverse the bulky truck down a narrow alley.\n“All the other trucks scrape the walls,” Franyo said.\nWitzke then retrieved the cans from an outdoor closet attached to the restaurant. The room was packed with full cans stacked on top of each other. He had to heft the heavy cans onto the ground before dragging them to the back of the truck. At the truck, Witzke heaved four cans onto a hydraulic lift, repeating until he’d collected all of them.\nBy about 1 p.m., Witzke had collected all of his shell. He got back on the road and headed for the Bay Bridge.\n“This is the part of the job that drives me nuts,” he said, pointing to the pickup truck in front of him on Eastbound Route 50, “sitting in traffic behind someone that’s just moseying along.”\n“I just want to dump or pick up my shell.”\nUpon arrival at the Grasonville Solid Waste Transfer Station in Queen Anne’s County, Maryland, Witzke steered the truck to the back corner of the facility. He turned and reversed toward the alliance’s mountainous shell piles.\nAs Witzke exited the truck, the rancid smell of of rotting seafood was startling.\nWitze stacked each of the empty cans left at the transfer station from the previous trip. He maintains a rotation, giving the cans a few days to air out before exchanging them for full containers at restaurants.\nWitzke swung open the Ford’s rear corral gates and slid containers to the edge of the truck bed before tipping them over, one at a time, pouring the contents onto the shell pile.\nIt had rained overnight and many of the cans had filled with water. Each time he turned over a container of shells, water splashed up.\nAnd each time the pungent smell of rotten seafood slush pierced the air.\nAfter about an hour, Witzke had cleared the truck bed and switched out the cans. Time to head back to the Annapolis office, a long day of smelly work on the books.\nHe climbed into the truck, leaving the putrid smell behind, and turned the ignition.\n“Does the AC smell weird to you?”",
    "metadata_people": "[\"Wayne Witzke\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"Shell Recycling Alliance\"]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/11/22/marylands-chesapeake-bay-defenders-hold-breath-wait-on-senate/",
    "title": "Maryland’s Chesapeake Bay defenders hold breath, wait on Senate",
    "topic": "Chesapeake Bay",
    "tags": [
      "EPA Funding",
      "Senate Decision",
      "Maryland Senators",
      "House Cut",
      "Conservation Projects"
    ],
    "summary": "Maryland faces potential significant setbacks in conservation efforts if the Senate does not restore a 20% cut to EPA’s Chesapeake Bay Program funding, which was reduced to $60 million by House appropriators. Maryland's senators and representatives are working to maintain or increase this funding, crucial for local environmental projects and research.",
    "content": "WASHINGTON — If the Senate does not restore a deep, House-passed cut in federal funding to the Environmental Protection Agency’s Chesapeake Bay Program, the ripple effect on Maryland conservation efforts could be far larger than what the state would lose in actual dollars, according to program supporters.\nFor the fourth consecutive year, House appropriators in September slashed funding for the EPA’s Chesapeake program by 20 percent, to $60 million.\nIn past years, the Senate restored the cut, maintaining annual funding for the program at $73 million, more than $12 million of which went to Maryland in 2016, according to an analysis done by the Choose Clean Water Coalition.\nBut with the retirement of Maryland Sen. Barbara Mikulski, who was the top Democrat on the Senate Appropriations Committee, past is no longer precedent.\nAnd if the House cut holds this year in the Senate, it will likely be felt at the local level, including to grants that help fund conservation-related projects in agriculture, stormwater treatment, oyster restoration, as well as a slew of research and monitoring programs.\n“Of course we’re gonna try for the $73 million (on the Senate side). You don’t get it if you don’t ask,” said Rep. Dutch Ruppersberger, D-Timonium. “Most important is to maintain the $60 million figure, but it’s not always easy.”\nBoth Ruppersberger and Rep. Andy Harris, R-Cockeysville, sit on the House Appropriations Committee and were instrumental in ensuring $60 million was put toward the EPA’s Chesapeake Bay Program after President Donald Trump’s budget in March proposed cutting the program entirely.\nIn Maryland’s favor on the Senate side is Sen. Chris Van Hollen, D-Maryland, who sits on the appropriations panel where Mikulski sat, but he is in the minority and also the committee’s lowest ranking member.\n“The significant cuts to Chesapeake Bay funding in the House Republican bill would seriously damage our efforts to clean up the bay — and threaten the jobs that depend on a healthy ecosystem,” Van Hollen told the Capital News Service.\nVan Hollen recently introduced legislation to increase funding by $200 million for a program that supports agriculture-related conservation efforts to protect the bay. Rep. John Sarbanes, D-Towson, was a co-sponsor of the companion bill in the House.\nLocal government and private organizations that depend on federal dollars for conservation efforts likely would take an outsized hit in any cut, as virtually all EPA funding must be matched dollar-for-dollar by state funds.\nAnd the multiplying effect doesn’t end there.\n“In many ways the federal government’s involvement serves as a catalyst,” said Ann Swanson, executive director of the Chesapeake Bay Commission, a bipartisan legislative body created by Maryland, Virginia and Pennsylvania in 1980 to advise their respective state legislatures on bay-related concerns.\n“Many more dollars come in from the state and private sector than the federal government, but the federal dollars are the magnet,” added Swanson, who noted that the ratio of state and private dollars to federal ones for bay conservation is about four to one.\nTo assess what a cut to EPA funding for the bay would mean, Maryland Gov. Larry Hogan’s Council on the Chesapeake Bay, commonly known as the Chesapeake Bay Cabinet, did an impact study shortly after Trump’s budget proposal was announced in March.\n“Without adequate funding, the State (of Maryland) cannot make sufficient progress on its Chesapeake Bay restoration responsibilities or evaluate progress of other states towards meeting their Chesapeake Bay TMDL responsibilities,” the report said.\nThe TMDL, or Total Maximum Daily Load, is the so-called “pollution diet” agreed to by all seven states that signed onto the EPA’s Chesapeake Bay Program in 2008.\nThe impact report said the state doled out about $2.7 million a year in EPA funds to local governments for bay restoration work, which includes improvements to coastal habitats, technological innovation and water-quality monitoring and reporting.\nMaryland’s Agriculture Department received an additional $1.7 million through two different grant programs attached to EPA funding. These largely go to assisting farmers with implementing various practices that help limit the amount of nutrient and manure runoff into the bay. That money also supports nearly 21 nutrient management specialist positions at the University of Maryland’s Farming Cooperative Extension network.\nCuts to federal funding would also adversely affect some bay-related research done by UMD’s Center for Environmental Science, which has grant-funded employees working at the EPA’s Chesapeake Bay Program office on modeling, monitoring and data evaluation projects.\n“Those (UMD) employees do a lot of work on the analysis and modeling, as well as communicating to the other states in the partnership what that (data) means,” said Dave Nemazie, chief of staff for the Maryland center. He explained that one of the EPA’s most important roles in Chesapeake restoration efforts is coordination. “They help build trust between the states in this partnership,” he added.\nWhen considering the true impact of funding cuts in Maryland, what happens in other states in the program must be considered, bay advocates said.\n“You’ve got to recognize that a lot of money that gets spent in Pennsylvania and New York benefits Maryland directly,” said Peter Marx, who worked at the EPA on Chesapeake Bay issues for 23 years and now manages federal affairs for the Choose Clean Water Coalition. “Fifty percent of the nitrogen that flows into the bay comes from outside of Maryland.”\nIf federal funds were eliminated or reduced, it would be up to the seven states that signed on to the Chesapeake Bay Program — Delaware, Maryland, Virginia, New York, Pennsylvania, West Virginia and the District of Columbia — to ante up to keep programs going.\nIn Maryland, which operates under an executive budget, the governor is the only person with the authority to spend more money when the legislature is not in session.\nTo date, Republican Gov. Larry Hogan has not discussed the possibility of covering federal cuts to the Chesapeake Bay Program, according to Maryland Del. Kumar Barve, D-Montgomery County, who chairs the House Environment and Transportation Committee.\nWhen asked if the governor was prepared to make up a shortfall in EPA funding, Hogan’s office responded in part with the following: “The governor has repeatedly made it clear he will always fight for the Chesapeake Bay and that he opposes potential cuts at the federal level.”\nBarve said he thinks Hogan and others are banking on Maryland’s congressional delegation to restore funding, adding that it might be strategic to play the waiting game.\n“If we’re too quick to put up the money, then the federal government will definitely do nothing and it’s not acceptable for the federal government to do nothing,” Barve said.\nIf Maryland does have make up for lost federal funds, Barve said, it would come at the expense of other state initiatives, like education, healthcare, economic development, “…all the things that we care about, we’re going to have to short change in order to make up for this very short-sighted decision by the Trump administration.”\nLocal climate groups including the Chesapeake Bay Foundation and the Choose Clean Water Foundation believe that full funding will be restored to the EPA’s bay program.\n“I have a lot of confidence we’ll get the $73 million in the Senate,” Marx said. “This is how it played out the last four years. This is likely how it will play out again.”\nAnd if it doesn’t?\n“We’ve been working closely with other states and with the University of Maryland’s financing center to make sure we have funding streams, strategies to pick up the ball if federal funding is not restored,” said Maryland Secretary of the Environment Ben Grumbles. But he declined to offer more details on how that would work.",
    "metadata_people": "[\"Ben Cardin\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"EPA\", \"Senate\", \"House\"]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/11/03/home-landscaping-project-aims-to-help-improve-the-health-of-the-chesapeake-bay/",
    "title": "Home landscaping project aims to help improve the health of the Chesapeake Bay",
    "topic": "Chesapeake Bay",
    "tags": [
      "Westminster",
      "Maryland",
      "Bay-Wise",
      "Carroll County",
      "Water Quality"
    ],
    "summary": "Carroll County participates in the Bay-Wise program, encouraging residents near water bodies to enhance water quality through environmentally friendly landscaping. The initiative aims to support the health of the Chesapeake Bay.",
    "content": "WESTMINSTER Maryland — Carroll County is among more than a dozen jurisdictions in the region taking part in the Bay-Wise program. Residents who live within a half-mile of a river, stream or storm drain are encouraged to improve the water quality through smarter gardening.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Carroll County\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/11/01/state-slashes-oyster-restoration-acreage-goal/",
    "title": "State slashes oyster restoration acreage goal",
    "topic": "Chesapeake Bay",
    "tags": [
      "Maryland",
      "Oysters",
      "Watermen",
      "Little Choptank",
      "Reefs"
    ],
    "summary": "Maryland has reduced the oyster restoration goal in the Little Choptank River by 118 acres due to boaters running aground and the need for reef rebuilding, impacting water quality improvement efforts. Watermen have expressed concerns over boat damage from new stone river bottoms and the economic impact on their livelihoods.",
    "content": "ANNAPOLIS, Maryland — The state of Maryland has decided to reduce the large-scale oyster restoration project goal in the Little Choptank River after boaters ran aground at another sanctuary and some of the man-made reefs there had to be rebuilt. \nThe sanctuaries are among five planned to be built as part of a federal-state agreement to improve water quality in the Chesapeake Bay watershed.  \nThe project, which grows and plants oysters on man-made beds in protected waterways, has been touted by environmentalists and generally opposed by watermen. Numerous agencies have agreed to a longterm goal of growing oysters on at least 50 percent of restorable oyster habitat. \nThe habitat goal for the Little Choptank River sanctuary has been cut by 118 acres — about one-fourth of the original target.  \nThis means there will be roughly 19.5 million fewer oysters at this site alone — enough to filter up to 1.03 billion liters of water per day.  \nOysters’ capacity to filter water can vary widely depending on temperature, salinity and other factors, according to Matthew Gray, an assistant professor specializing in oyster feeding habits at the University of Maryland Center for Environmental Science. \nA construction error in Harris Creek — Maryland’s first large-scale oyster restoration site — caused damage to multiple boats, as vessels grounded or scraped against stone-based reefs that did not meet five feet of navigational clearance, officials said. \nSkeptical of oyster restoration from the start, watermen have complained of trotlines getting stuck in new stone river bottoms and boats being damaged by oyster reef “high spots” in Harris Creek. A trotline is a long, heavy fishing line with short, baited lines suspended from it. They are often used to catch blue crabs in Maryland. \nWatermen depend on their boats to earn a living. No boat means no fishing. No fishing means no income.\nThe extent of damage to boats as a result of Harris Creek groundings varied widely, said Jeff Harris, a Tilghman Island waterman. Even a relatively insignificant repair requires taking the boat out of the water. \n“You could lose maybe three days of work,” he said. \nThe state’s natural resources agency cited navigational risks for boaters and the inconvenience to trotlining in its decision to curb construction in shallower spots in its second oyster sanctuary —  the Little Choptank — going forward, according to Chris Judy, Maryland Department of Natural Resources shellfish division director. \nThe U.S. Army Corps of Engineers, Baltimore District was tasked with designing the reefs in Harris Creek and hired contractor Argo Systems LLC, based in Hanover, Maryland, to build them.\nBut after stone-reef construction in Harris Creek in 2015, the location was left with “high spots,” according to Angie Sowers, oyster restoration study manager at the U.S. Army Corps of Engineers Baltimore District. \nArgo Systems could not be reached after repeated requests for comment. \nThe “high spots” in Harris Creek have since been leveled to meet specifications determined by the oyster recovery partners — the National Oceanic and Atmospheric Administration, Maryland Department of Natural Resources, the Army Corps and the Oyster Recovery Partnership. \nBut for the Little Choptank, 118 fewer acres may have greater implications. \nThe oyster recovery partners finished planting 350 acres in Harris Creek in 2015, and it has been touted as the largest oyster restoration in the world. The Little Choptank project was scheduled to overtake Harris Creek, with 440 acres of river bottom to be covered with restored reef by late 2018. \nIn 2009, then-President Barack Obama signed the The Chesapeake Bay Protection and Restoration Executive Order, setting a goal of restoring 20 tributaries by 2025.  \nThe goal was amended by the 2014 Chesapeake Bay Agreement, which set out to restore oyster populations in 10 tributaries — five in Maryland and five in Virginia — by 2025, according to the U.S. Army Corps of Engineers.\nUnder the amended agreement, the oyster restoration partners agreed to restore 50 to 100 percent of “currently restorable oyster habitat” in each tributary, according to a 2011 Oyster Metrics Workgroup report. Restorable habitat has hard riverbottom, suitable for man-made reefs, which keep the bivalves from sinking into sediment and dying. \n“In order to qualify as successfully restored,” said Stephanie Westby, oyster coordinator at NOAA’s Chesapeake Bay Office, at least 50 percent of the tributary’s suitable habitat must be restored. \nThe Little Choptank had 685 restorable acres at the project’s onset, Judy said. The original goal was to restore 64 percent of that restorable habitat — a total of 440 acres. Now Maryland has pared back the target.  \nThough the state is removing the shallower areas from the Little Choptank’s restoration plan, Judy said, “there is a commitment to make sure it’s 50 percent and we will do that.”\nThe Little Choptank’s new, 50-percent target is 342.5 acres.\n“We’re disappointed,” Allison Colden, fisheries scientist at the Chesapeake Bay Foundation, told the University of Maryland’s Capital News Service. “The state is doing the bare minimum to meet restoration standards and setting a bad precedent for future oyster restoration in Maryland.” \nJudy maintained that the state’s only obligation is to restore at least 50 percent and that the department will do that.  \nAt the new 342.5-acre target, 390 million fewer spat — baby oysters — will be planted in the Little Choptank.  \nThe mortality rate of spat developed at the state’s Horn Point Hatchery is regularly 90 percent or higher once they are released into river, Judy said. The spat are highly vulnerable because of their small size, he added. \nAt a 95 percent mortality rate, 390 million spat translates to 19.5 million adult oysters.\nOysters in the Eastern Shore’s Harris Creek in 2013. (Capital News Service photo by Jessica Wilde)\nIn-the-water work in the Little Choptank began in 2014 and is expected to be completed mid-summer 2018. But that may take up to a year longer than expected “because you have to accumulate the shell to complete the project,” Judy said.\nNo more stone\nThe amended version of the Little Choptank restoration also aims to avoid using stone and other substrate foundations for reef construction, a practice the watermen community has opposed from the project’s inception.\nRobert Brown, president of the Maryland Watermen’s Association, said NOAA and the U.S. Army Corps of Engineers “didn’t do their job. They had criteria they were supposed to go about.”  \n“They put so many stones in there that it has disturbed the places where (watermen) crabbed at,” Brown said. “When you’re running a trotline down … you have a long line with bait on it and it’ll get hung underneath the stones and your line can’t come up.”  \nHarris, who took a 15-minute break from working on the water to speak with Capital News Service Oct. 20, said the oyster recovery partners “ruined Harris Creek for trotlining.”\nHe also pointed out that the lines actually shift with the tides, increasing the likelihood of the baited-lines getting snagged. \nBrown added: “I don’t wanna see ‘em use no more stone, anywhere.”  \nThe decision to avoid stone and substrate-based reefs raises concerns about the filtering potential of the oyster restoration. \nStone-based oyster reefs in Harris Creek produced an oyster density about four times greater per square meter than mixed-shell based reefs, according to NOAA’s 2016 Oyster Reef Monitoring Report.\n“If you’re constructing reefs … for the oysters’ sake, then that points to the stone being a very promising material,” Westby said. \nShe added: “the science we have indicates” that oysters seem to do better on stone.   \nConstructing the remaining reefs exclusively from shell magnifies the shortage of recycled shell. \nShell is acquired from restaurants, which can recycle oyster and clam shells, or by purchasing out-of-state shells. \nThe Department of Natural Resources is also seeking a permit to dredge buried oyster shells from waterways, Judy said. “Every possible option is being pursued, whether it’s in-state or out-of-state.” \nAs it stands, the Little Choptank is approximately 63 acres shy of reaching the new 342.5-acre goal, Judy said.\nIn other words, the oyster recovery partners have completed more than 80 percent of that project with various reef-bases, including stone and substrate. The remainder will be built with a shell base.\nIn-the-water work in the Little Choptank began in 2014 and is expected to be completed mid-summer 2018. But that may take up to a year longer than expected “because you have to accumulate the shell to complete the project,” Judy said.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Little Choptank River\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water quality\", \"Habitat restoration\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/10/06/360-degree-river-maps-tool-for-travelers-environmentalists/",
    "title": "360-degree river maps: Tool for travelers, environmentalists",
    "topic": "Chesapeake Bay",
    "tags": [
      "Ryan Abrahamsen",
      "Patuxent River",
      "Terrain 360",
      "Virtual Tours"
    ],
    "summary": "Terrain 360, founded by Ryan Abrahamsen, is mapping rivers like the Patuxent using a custom-built boat equipped with six Canon cameras to create 360-degree virtual tours. These tours, in collaboration with the Chesapeake Conservancy, aim to enhance public engagement and conservation efforts for the John Smith Chesapeake National Historic Trail.",
    "content": "UPPER MARLBORO, Maryland — After firing up the onboard computer, the burly and bearded Minnesota native yanked the pull starter cable on his 6-horsepower Tohatsu motor.\nHe twisted the the tiller-throttle into gear, lurching the custom-built 16-foot long, 8-foot wide cataraft boat up the Patuxent River and away from the pier at Jackson’s Landing in Upper Marlboro, Maryland. \nAs the boat puttered along, passing marshes and piers — dilapidated and pristine — Ryan Abrahamsen, founder of 360-degree mapping company Terrain 360, pointed out a faint clicking overhead. \n“If you listen really close, you can hear it.” \nAbrahamsen pointed up at the six Canon cameras circularly mounted to a 13-foot stainless steel tower extending from the center of the boat. He designed a computer to track GPS and, as the boat travels, simultaneously shoot six cameras every 40 feet. \nRiver mapping went on as planned Sept. 26 for Abrahamsen.\nThis slideshow requires JavaScript.\n“If we map all day,” he said, the system records approximately 4,800 panoramic images. He then uses the snapshots to create virtual tours. \nIn collaboration with the Chesapeake Conservancy, Terrain 360 is making virtual riverview tours for the John Smith Chesapeake National Historic Trail — the Patuxent is the 11th waterway mapped to date in the region.\nThe Google Street View-esque tours can be useful for adventurers and nature-goers, but also with an eye toward conservation. \nVirtual tours are an innovative way to connect with nature, Jody Couser, spokeswoman for the Conservancy, wrote in an email to the University of Maryland’s Capital News Service. \n“Nurturing and cultivating that connection with the public is really important to inspire people to care about the health of the Chesapeake and find ways they can make a difference.”\nThe James River was the first waterway mapped by Terrain 360 and James River Association conservation manager Justin Doyle said the virtual tours are a way to connect people to the river and the environmental goals associated with it.\n“People want to protect what they love,” Doyle said. “If people aren’t familiar with it, they probably won’t want to protect it.” \nThe Richmond, Virginia-based Terrain 360’s images could be pivotal in documenting environmental changes, like erosion.\nIf we go back to the same waterways to map them years later, Abrahamsen said, “it will be tangible evidence of change.”\nIn 2018 he hopes to remap the James River, which he photographed in 2014 — a milestone for Abrahamsen, as it was the first time his operation took to the water, having focused on hiking trails for about two years. \nHe said he looks forward to seeing “how the river has eroded the shoreline or created new islands.” \nMeanwhile, Doyle looks forward to using the 2014 images as a baseline for the James’s riparian buffers — wooded areas immediately adjacent to the river — to compare with future river conditions.\nThe buffers, he explained, “provide critical habitat for numerous species and absorb pollution.” \nCouser said that the Conservancy sees the riverview tours serving a supplemental role, pairing the tours with their High Resolution Land Cover Project, a mathematical approach to documenting environmental change.   \nAbrahamsen said he considered the potential environmental conservation impact from the start. \nHe likens viewing old tours to experiencing history first hand.\n“From the beginning,” he said, “I wanted the ability to time travel.” \nTerrain 360 mapped the Potomac River in 2016; the tour is available online and serves as a window into the past. \nEach click of a computer mouse takes the viewer 40 feet down the river:\nTree-covered hills and sheer-rock-face riverbanks flank the broad, blue waters of the Potomac River as it twists and turns from the mountains of West Virginia to the tidal waters of Southern Maryland.  \nEach 360-degree composition reveals more of the Potomac’s geographical features. Viewers can turn, zoom and adjust the viewing angle. Every snapshot provides important navigational details: rocks beneath the surface of cascading rapids, grass-covered islets, branches protruding from calm water. \nNature-goers can use the Chesapeake Conservancy’s riverview virtual tours “to prepare for a boating trip or park visit, getting a sense of the land and water, boat ramps and access sites before (they) go,” Couser said. \nThe James River Association hosts an endurance paddle race, The James River Rundown, every year. They provide the contestants maps, but encourage paddlers to check the 360 virtual tours so that they can pick their lines of passage down the river and its class three and four rapids, Doyle said.\nJustin Mando, an assistant professor of English and science writing at Millersville University in Pennsylvania, could speak to the virtual tours’ effectiveness for outdoorsmen and adventurists.\nMando said he fishes a lot, and recently moved to the Lancaster County, Pennsylvania, area. He doesn’t know the Susquehanna River intimately yet. The tour, he said, is “pretty good for scouting out locations to go fishing.” \nHe uses Google Maps to mark spots he’s fished, but he said, “it’s tough to figure out access spots with Google Maps.”\nMando added: “(the tour) made my own experience on the river better.”\nMORE INFORMATION: \nTerrain 360 and the Chesapeake Conservancy have mapped the following rivers:\n— The Elk\n— The James\n— The Nanticoke\n— The Northeast\n— The Patapsco\n— The Potomac\n— The Rappahannock\n— The Sassafras\n— The Susquehanna\n— The York\n— The Patuxent \nView the 360 tours of waterways at: http://chesapeakeconservancy.org/virtual-tour/",
    "metadata_people": "[\"Ryan Abrahamsen\"]",
    "metadata_geographic_focus": "[\"Patuxent River\"]",
    "metadata_key_institutions": "[\"Chesapeake Conservancy\"]",
    "metadata_environmental_issues": "[]"
  },
  {
    "link": "https://cnsmaryland.org/2017/09/26/threats-mount-against-chesapeake-bay-conservation-efforts/",
    "title": "Threats mount against Chesapeake Bay conservation efforts",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Congress",
      "EPA",
      "Budget",
      "Pollution"
    ],
    "summary": "Conservation efforts for Chesapeake Bay are under threat due to proposed budget cuts and policy shifts from the Trump administration and Republican-controlled Congress. These changes could reverse progress made in reducing pollution, with House Republicans already slashing $13 million from the EPA's bay program and a House amendment prohibiting EPA enforcement of pollution limits.",
    "content": "WASHINGTON —  After years of steady progress for Chesapeake Bay clean-up efforts, the conservation outlook is increasingly bleak for the country’s largest estuary and the state that depends on it most – Maryland, bay advocates say.\nFrom the Trump White House to the Republican-controlled Congress, programs aimed at improving the bay’s health are facing cuts and policy shifts that environmental groups warn would reverse hard-won battles to curb pollution.      \nThe first ominous sign came in May, when the Trump administration’s proposed budget cut the Environmental Protection Agency’s entire Chesapeake Bay Watershed Initiative, the federal-state program that drives — and enforces — bay cleanup programs across six states, 180,000 miles of streams and rivers and 18 million people. \n“We were told that that EPA supported full funding for the Chesapeake Bay Program,” said Ann Swanson, executive director of the Chesapeake Bay Commission, a bipartisan legislative body created by Maryland, Virginia and Pennsylvania in 1980 to advise their respective state legislatures on bay-related concerns.\nThe commission met with EPA administrator Scott Pruitt before the Trump budget proposal was released. “We were told that (full funding) was a presidential recommendation and a recommendation of the OMB (Office of Management and Budget),” Swanson added.\nHouse Republicans did not agree to the Trump cut, but did slash the EPA’s bay program by $13 million, to $60 million, in the final appropriations bill that passed two weeks ago. The Senate has not yet considered the measure.\nThe spending bill contains another threat: Virginia Rep. Bob Goodlatte, a Republican, won approval of an amendment to prohibit enforcement of bay pollution limits by the EPA. \n“At the heart of the issue is the EPA’s desire to control conservation and water quality improvements efforts and punish all those who dare to oppose them,” said Goodlatte, in support of his own measure on the House floor before it cleared on a 231-197 vote. \nNone of the members of the Maryland House delegation voted for the amendment, including Rep. Andy Harris, R-Cockeysville, a member of the House Freedom Caucus, but he did ultimately support the final appropriations bill that included the EPA provision. \nYet another area of worry for bay advocates was the EPA and Trump administration’s June announcement that it planned to rescind a contentious executive order by President Barack Obama expanding federal jurisdiction over bodies of water like streams and ponds that could be protected by the Clean Water Act. \nThe sum of these efforts has some bay conservationists and, surprisingly, Maryland farmers, wringing their hands. \n“If the rest of the states loosen their (pollution) requirements due to lack of federal enforcement, most likely Maryland won’t do that,” said Colby Ferguson, government relations director for the Maryland Farm Bureau. \nWhat that means, explained Ferguson, is that Maryland farmers would have to spend more to adhere to conservation rules than their regional counterparts. They also would have to contend with agricultural run-off into the bay from states not enforcing the so-called “pollution diet” agreed to when they signed onto the EPA’s Chesapeake Bay Initiative in 2014.  \nThe pollution diet is also known as the Total Maximum Daily Load, or TMDL, an EPA-established limit set in 2010 on the annual amounts of nitrogen, phosphorous and sediment that finds its way into the bay from states in the Chesapeake watershed. \nIf those states — Maryland, Virginia, Pennsylvania, Delaware, New York and West Virginia — do not make sufficient progress toward their annual TMDL requirements, the EPA can apply “backstops,” or enforcement actions to compel them to do more. The levying of backstops is what the Goodlatte amendment would prevent. \nIn April, Pennsylvania received what amounted to a warning letter from the EPA regarding its efforts to meet the TMDL. \n“Pennsylvania remains far off track for nitrogen and phosphorous reductions,” the letter stated, warning that the agency might direct conservation funding to other priorities and make additional cuts in support for the state’s wastewater facilities.\nIn the same letter, the EPA noted that the Susquehanna River, the majority of which runs through Pennsylvania, was responsible for about 50 percent of the fresh water flowing into the bay.\nIn response to the Goodlatte amendment, Maryland Sen. Ben Cardin, a Democrat and senior member of the Senate Environment and Public Works Committee, said: “A healthy bay means a healthy economy for the entire Chesapeake Bay Watershed region, which cannot be accomplished without vibrant state, federal and local collaboration…I will continue to work with my colleagues to ensure the federal government continues as a robust partner in this regional effort.” \nIf the Goodlatte measure survives in the Senate, bay conservationists predict a return to the days when it was every state for itself when it came to policing water pollution restrictions.\n“If we were to remove the EPA’s ability to have the accountability for the states,” said Kim Coble, vice president of environmental protection and restoration for the Chesapeake Bay Foundation, “we’re basically back to the program that didn’t work for decades, which was the states can try really hard (to achieve pollution-reduction goals) and if they make it, they make it. If they don’t, they don’t.”\nAt stake is the progress already made toward improving water quality in the bay. According to a report by the Chesapeake Bay Commission, bay waters experienced a 30-year low in dead zones, or areas with no dissolved oxygen, in 2016.\nThe commission also estimated the “natural capital value” of the Chesapeake Bay watershed to be $107.2 billion annually, and that would increase by $22.5 billion annually if the bay was completely clean. Maryland’s share of the latter would be $6.2 billion annually.\nSeasoned bay advocates like Swanson recommended the long view. \n“Leaders have come and gone and we’ve had liberals and we’ve had conservatives,” she said. “And the restoration of the Chesapeake Bay has always remained on course.”\nBut Swanson was not as sanguine about potential federal budget cuts. \n“Every economic analysis of our restoration effort says we need more money not less,” she said, noting that state and private money for bay conservation tended to be about four times more than federal funds. However, she characterized the federal contribution as a “magnet” for all the other funding.\nAlso at risk in the Chesapeake conservation discussion is the so-called “Water of the United States,” or WOTUS rule, established by an Obama executive order in 2015. The rule, which sought to expand what bodies of water could be protected under the Clean Water Act, was quickly challenged in court by manufacturing, agribusiness and anti-regulatory interests after it was signed and was never truly put in practice. \nIn announcing his executive order to put the WOTUS rule under review, President Donald Trump said: “…a few years ago, the EPA decided that ‘navigable waters’ can mean nearly every puddle or every ditch on a farmer’s land, or anyplace else that they decide — right? It was a massive power grab. The EPA’s regulators were putting people out of jobs by the hundreds of thousands…”\nMaryland’s senior senator recently offered a contrasting view.\n“The Clean Water Rule expanded important protections to small streams and wetlands which, in turn, would have protected our drinking water, better safeguarded our communities from floods, and protected habitat for wildlife in Maryland and throughout the nation,” Cardin said. “We need more protection for our water, not less.”\nThe level of that protection might come down to what happens in the Senate as it works on the appropriations bills in the coming weeks.\n“We’ve been through this before,” said Coble, “and the senators are really critical and have been helpful in years past.”",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[\"EPA\", \"Congress\"]",
    "metadata_environmental_issues": "[\"Water pollution\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/09/21/marylanders-grow-oyster-program-kicks-off-10th-year/",
    "title": "Marylanders Grow Oyster program kicks off 10th year",
    "topic": "Chesapeake Bay",
    "tags": [
      "Oysters",
      "Maryland",
      "Homeowners",
      "Rivers",
      "Creeks"
    ],
    "summary": "The \"Marylanders Grow Oysters Program\" marks its 10th year by distributing thousands of young oysters, or spat, to 1500 waterfront homeowners across Maryland. These homeowners will help repopulate oyster populations in 33 rivers and creeks statewide.",
    "content": "ANNAPOLIS, Maryland–Some 1500 waterfront homeowners throughout Maryland are taking delivery of thousands of oyster spat, young oysters, as part of the “Marylanders Grow Oysters Program” which gives local residents the chance to help re-populate the state’s oyster population. The spat are being distributed to property owners along 33 rivers and creeks around the state.",
    "metadata_people": "[]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Habitat loss\", \"Overfishing\"]"
  },
  {
    "link": "https://cnsmaryland.org/2017/04/05/lawmakers-blast-trump-budget-cutting-chesapeake-bay-cleanup/",
    "title": "Lawmakers blast Trump budget cutting Chesapeake Bay cleanup",
    "topic": "Chesapeake Bay",
    "tags": [
      "Trump",
      "Budget",
      "Lawmakers",
      "EPA",
      "Cleanup"
    ],
    "summary": "Lawmakers from states surrounding the Chesapeake Bay strongly criticized President Trump's budget proposal to eliminate federal funding for the bay's cleanup program, emphasizing its economic importance and environmental benefits. Advocates vow to fight the proposed cuts, highlighting the bay’s role in generating over $1 trillion annually and serving as a critical water source for 75% of the region’s residents.",
    "content": "WASHINGTON – Lawmakers from states surrounding the Chesapeake Bay on Wednesday expressed bipartisan criticism of President Donald Trump’s proposal to end federal support for cleaning up Chesapeake Bay. \n“The president’s budget that would zero out the Chesapeake Bay Program is outrageous,” Maryland Sen. Ben Cardin, a Democrat, said at a Capitol Hill meeting with members of the Choose Clean Water Coalition. “It’s dead on arrival.” \nRep. Rob Wittman, R-Va., said cutting investments for the bay clean up will not help the economy, “Our Chesapeake Bay is an economic engine and the cleaner it is the more it produces economically,” he said.\nThe nonprofit coalition hosted its fifth annual lobbying day, centered around saving the federally funded Chesapeake Bay Program after Trump last month proposed a “skinny budget” that would eliminate the $73 million Chesapeake Bay Program restoration project. \nThe Environmental Protection Agency provides the program with monetary support to restore the bay’s ecosystem and reduce pollution. \nStarted in 1983, the program is conducted under a six-state partnership with Virginia, Maryland, Delaware, West Virginia, Pennsylvania, New York and the District of Columbia. \nAdvocates from each state attended the meeting with lawmakers.\n“We know how important the Chesapeake Bay is for the entire region,” said Rep. Dutch Ruppersberger, D-Md. “We are going to fight harder and harder and harder.”\nRuppersberger said the bay has generated more than $1 trillion annually and the restoration of oysters, tributaries and streams is a project that needs to be continued.\nThe bay is a source of drinking water for 75 percent of the region’s 17 million residents, according to the Choose Clean Water Coalition.\nThe Chesapeake also is the largest estuary in the United States serving as a place for recreational water activities, as well as a workplace for the commercial fishing and crabbing industry.\nMade up of 225 local, state, and national groups, the Choose Clean Water Coalition has been advocating for a healthy Chesapeake watershed since 2009.\n“The Coalition will work to continue to push back on the President’s proposed budget, and secure the essential funding that is necessary to return clean water to the Chesapeake Bay,” coalition spokeswoman Kristin Reilly said in a statement Wednesday.\nMembers of the House and Senate said they were pleased to have bipartisan support for clean water. \n“The Chesapeake Bay is the perfect thing to come together around and serve energetically,” said Virginia Sen. Tim Kaine, last year’s Democratic vice presidential nominee.\nHe said everyone has to work together to make sure checks and balances are implemented. \n“We have an EPA administrator who doesn’t accept science. If you don’t accept climate science, it’s a fair question to ask if you accept science,” Kaine said, referring to Scott Pruitt, head of the EPA.\nTrump signed an executive order last week to shut down the Obama administration’s Clean Power Plan, a program aimed at reducing climate change by cutting carbon emissions from power plants.\n“We are faced with a tough budget battle, but an attitude from the EPA that says we can ignore science,” Kaine added. \nThe bay is a valuable natural resource and if Trump wants more jobs, then he should work to rehabilitate the bay, Wittman said. \nThe congressman said he was deeply concerned about Trump’s budget plan and wrote a letter to the administration asking to restore resources to the bay. \nWittman wants more money to help revitalize wetlands.\n“Our wetlands are the nursery for everything that lives in those ecosystems…mother nature is the sponge that absorbs what man puts in it,” he said.",
    "metadata_people": "[\"Donald Trump\"]",
    "metadata_geographic_focus": "[\"Maryland (unspecified)\"]",
    "metadata_key_institutions": "[]",
    "metadata_environmental_issues": "[\"Water pollution\", \"Habitat loss\"]"
  }
]